Repository: searinminecraft/Vixipy
Catalog: vixipy/translations/*/LC_MESSAGES/messages.po
Languages: de, fil, uk

source: Session not valid. Please sign in.
uk: Сеанс недійсний. Будь ласка, ввійдіть.

source: Invalid token
de: Ungültiger Token
fil: Hindi wastong token
uk: Недійсний токен

source: Unable to extract CSRF
de: CSRF kann nicht extrahiert werden
fil: Hindi ma-extract ang CSRF
uk: Не вдається витягти CSRF

source: %(work_name)s by %(author)s
de: %(work_name)s von %(author)s
uk: %(work_name)s автор_ки %(author)s

source: Page %(page)d of %(total)d
de: Seite %(page)d von %(total)d
fil: Pahina %(page)d/%(total)d
uk: Сторінка %(page)d з %(total)d

source: Loading...
uk: Завантаження...

source: AI Generated
de: KI-generiert
fil: Binuo ng AI
uk: Створено ШІ

source: Original
fil: Orihinal
uk: Оригінал

source: Ugoira
uk: Анімація

source: Related works
de: Ähnliche Werke
fil: Mga kaugnay na gawa
uk: Схожі роботи

source: Comments
de: Kommentare
fil: Mga komento
uk: Коментарі

source: Post your comment
de: Poste deinen Kommentar
fil: I-post ang iyong komento
uk: Опублікувати коментар

source: Send
de: Senden
fil: Ipadala
uk: Надіслати

source: Emojis and Stickers
de: Emojis und Sticker
fil: Mga Emoji at Sticker
uk: Емоджі та наклейки

source: Emojis
fil: Mga emoji
uk: Емоджі

source: Stickers
de: Sticker
fil: Mga sticker
uk: Наклейки

source: Sign in to post comments
de: Melde dich an, um Kommentare zu posten
fil: Mag-sign in para mag-post ng mga komento
uk: Увійдіть, щоб коментувати

source: There is no comment yet
de: Keine Kommentare verfügbar
fil: Wala pang mga komento
uk: Коментарів ще немає

source: Page %(page)d
de: Seite %(page)d
fil: Pahina %(page)d
uk: Сторінка %(page)d

source: Content Warning
de: Inhaltswarnung
uk: Попередження щодо вмісту

source: Warning: Sensitive Content Ahead!
uk: Увага: Далі чутливий вміст!

source: This page contains content not suitable for some people. Do you want to view it anyway?
uk: Вміст цієї сторінки може бути неприйнятним для деяких людей. Ви все одно хочете її переглянути?

source: Go back
de: Zurück
fil: Bumalik
uk: Повернутися

source: Proceed
uk: Продовжити

source: Edit profile
de: Profil bearbeiten
fil: I-edit ang profile
uk: Редагувати профіль

source: Profile images
de: Profilbilder
fil: Mga larawan ng profile
uk: Зображення профілю

source: Choose profile picture:
de: Profilbild Auswählen
fil: Pumili ng larawan ng profile:
uk: Виберіть зображення профілю

source: Choose cover image:
de: Banner auswählen
fil: Pumili ng cover image:
uk: Виберіть зображення для обкладинки

source: Max. 5MB
uk: Не більше 5 МБ

source: Max. 8MB
uk: Не більше 8 МБ

source: Nickname
de: Nutzername
fil: Palayaw
uk: Псевдонім

source: Self introduction
de: Selbstbeschreibung
fil: Pagpapakilala sa sarili
uk: Про себе

source: Website
de: Webseite
uk: Вебсайт

source: Social media
uk: Соцмережі

source: Gender
de: Geschlecht
fil: Kasarian
uk: Стать

source: Male
de: Männlich
fil: Lalaki
uk: Чоловіча

source: Female
de: Weiblich
fil: Babae
uk: Жіноча

source: Rather not say
de: Lieber nicht sagen
fil: Sa halip ay hindi sabihin
uk: Волію не вказувати

source: Public
de: Öffentlich
fil: Pampubliko
uk: Загальнодоступний

source: My pixiv only
de: Nur My Pixiv
fil: Aking pixiv lamang
uk: Тільки Мій pixiv

source: Private
de: Privat
fil: Pribado
uk: Приватний

source: Birthday
de: Geburtstag
fil: Kaarawan
uk: Дата народження

source: Birth year privacy
de: Geburtsjahr Privatsphäre
fil: Privacy sa taon ng pagsilang
uk: Конфіденційність щодо року народження

source: Birthday privacy
de: Geburtstag Privatsphäre
fil: Privacy sa kaarawan
uk: Конфіденційність щодо дати народження

source: Save Changes
de: Änderungen speichern
fil: I-save ang Mga Pagbabago
uk: Зберегти зміни

source: Error
de: Fehler
uk: Помилка

source: An error occurred.
de: Ein Fehler ist aufgetreten.
fil: May nangyaring error.
uk: Виникла помилка.

source: Looks like something went wrong. If you think this is a bug, file a report <a href='%(link)s'>here</a>
de: Sieht so aus als ob etwas schiefgelaufen ist. Sollte dies ein Fehler sein, melde dies <a href='%(link)s'>hier</a>
fil: Mukhang may maling nangyari. Kung sa tingin mo ay isa itong bug, mag-file ng ulat <a href='%(link)s'>dito</a>
uk: Щось пішло не так. Якщо ви гадаєте, що це недолік, надішліть звіт про помилку <a href='%(link)s'>сюди</a>

source: Back to home
de: Zurück zur Startseite
fil: Bumalik sa panimula
uk: Повернутися додому

source: Home
de: Startseite
uk: Домівка

source: Works by users you are following
de: Werke von Nutzern denen du folgst
fil: Mga gawa mula sa mga sinusundang user
uk: Роботи користувачів, за якими ви стежите

source: Recommended works
de: Empfohlene Werke
fil: Mga inirerekomendang gawa
uk: Рекомендовані роботи

source: Popular Tags
de: Beliebte Tags
fil: Mga Popular na Tag
uk: Популярні теги

source: pixiv creative media
fil: Malikhaing media ng pixiv
uk: Креативні медіа pixiv

source: Newest articles on pixivision
fil: Mga pinakabagong artikulo sa pixivision
uk: Нові статті в pixivision

source: Recommended illustrations tagged <a href='%(link)s' title='%(title)s'>#%(tag)s</a>
de: Empfohlene Illustrationen mit dem Tag <a href='%(link)s' title='%(title)s'>#%(tag)s</a>
fil: Mga inirerekomendang illustration na naka-tag na <a href='%(link)s' title='%(title)s'>#%(tag)s</a>
uk: Рекомендовані ілюстрації з тегом <a href='%(link)s' title='%(title)s'>#%(tag)s</a>

source: Newest by all
de: Neueste Werke von Allen
fil: Pinakabago mula sa lahat
uk: Нове від усіх

source: Ranking for %(date)s
de: Rangliste für %(date)s
fil: Ranking para sa %(date)s
uk: Рейтинг за %(date)s

source: View All
de: Alle Ansehen
fil: Tignan Lahat
uk: Переглянути всі

source: Internal Server Error
de: Interner Server Fehler
fil: Panloob na Error sa Server
uk: Внутрішня помилка сервера

source: Looks like Vixipy broke unexpectedly...
de: Es sieht so aus, als wäre Vixipy unerwartet kaputt gegangen...
fil: Mukhang nasira ang Vixipy nang hindi inaasahanâ€¦
uk: Схоже, Vixipy несподівано зламався...

source: An internal error has occurred and Vixipy cannot continue.
de: Es ist ein interner Fehler aufgetreten und Vixipy kann nicht fortfahren.
fil: May nangyaring panloob na error at hindi makakapagpatuloy ang Vixipy.
uk: Виникла внутрішня помилка. Vixipy не може продовжити роботу.

source: Report Issue
de: Fehler melden
fil: Iulat ang isyu
uk: Повідомити про збій

source: Try Again
de: Erneut versuchen
fil: Subukan Muli
uk: Повторити спробу

source: You are about to leave Vixipy.
de: Du bist dabei, Vixipy zu verlassen.
fil: Malapit ka nang umalis sa Vixipy.
uk: Ви покидаєте Vixipy.

source: Continuing will direct you to %(url)s
de: Wenn du fortfährst, wirst du zu %(url)s weitergeleitet
fil: Ididirekta ka sa %(url)s kapag magpatuloy ka
uk: Продовживши, ви перейдете на %(url)s

source: Continue to site
de: Weiter zur Website
fil: Magpatuloy sa site
uk: Перейти на сайт

source: Sign in
de: Anmelden
fil: Mag-sign in
uk: Увійти

source: How do I sign in?
de: Wie melde ich mich an?
fil: Paano ako mag-sign in?
uk: Як увійти в систему?

source: To sign in with your pixiv account, you will need your <code>PHPSESSID</code> cookie, which can be found by opening your browser's developer tools:
fil: Para mag-sign in gamit ng iyong pixiv account, kailangan mo ang iyong <code>PHPSESSID</code> cookie, na mahahanap sa pamamagitan ng pagbukas ng iyong mga kagamitan ng developer sa browser:
uk: Щоб увійти за допомогою облікового запису pixiv, вам знадобиться токен <code>PHPSESSID</code>, який можна знайти, відкривши інструменти розробника у своєму браузері:

source: For Firefox based browsers:
fil: Para sa mga browser na nakabase sa Firefox:
uk: Для браузерів на основі Firefox:

source: Go to <a href='%(pixiv)s'>pixiv</a> and login/register if not already.
fil: Pumunta sa <a href='%(pixiv)s'>pixiv</a> at mag-login/magrehistro kung hindi pa.
uk: Перейдіть на <a href='%(pixiv)s'>pixiv</a> та ввійдіть або зареєструйтеся, якщо ви ще цього не зробили.

source: Press CTRL+SHIFT+I to open the developer tools
fil: Pindutin ang CTRL+SHIFT+I para buksan ang mga kagamitan ng developer
uk: Натисніть Ctrl+Shift+I, щоб відкрити інструменти розробника

source: Go to the Storage tab and then Cookies and then www.pixiv.net
fil: Pumunta sa Storage tab, at Cookies, at www.pixiv.net
uk: Перейдіть на вкладку «Сховище», потім ліворуч виберіть «Файли cookie», а далі «www.pixiv.net»

source: Find the cookie named <code>PHPSESSID</code> and copy the contents.
fil: Hanapin ang cookie na tawag na <code>PHPSESSID</code> at kopyahin ang nilalaman nito.
uk: Знайдіть файл cookie з назвою <code>PHPSESSID</code> і скопіюйте його вміст.

source: For Chromium based browsers:
fil: Para sa mga browser na nakabase sa Chromium:
uk: Для браузерів на основі Chromium:

source: Go to the Application tab, on the left side, click Cookies then www.pixiv.net
fil: Pumunta sa Application tab, sa kaliwang banda, i-click ang Cookies, at www.pixiv.net
uk: Перейдіть на вкладку «Програма», потім ліворуч виберіть «Файли cookie», а далі «www.pixiv.net»

source: After obtaining the token, you can paste it in here and login. Note: logging out of that session will destroy the token as well!
fil: Pagkatapos makuha ang token, maaari mong i-paste dito at mag-login. Tandaan: ang pag-log out sa session na iyan ay tatanggalin rin ang token!
uk: Отримавши токен, ви можете вставити його сюди та ввійти в систему. Увага: вихід із цього сеансу зробить токен недійсним!

source: Is it safe for me to log in here?
fil: Ligtas ba na mag-log in ako dito?
uk: Чи безпечно вводити тут дані для входу?

source: Vixipy will never steal session tokens or personal information. Your token is stored in your browser as a cookie for 6 months and not the server. The chances of your account getting in trouble or suspended are highly unlikely as well.
fil: Hindi kailanman nanakawin ng Vixipy ang mga session token at mga personal na impormasyon. Naka-imbak ang iyong token sa browser bilang cookie hanggang 6 buwan at hindi sa server. Ang mga pagkakataong magkaroon ng problema o masuspinde ang iyong account ay hindi rin malamang.
uk: Vixipy не краде токени сеансу чи особисту інформацію. Ваш токен зберігається протягом 6 місяців як файл cookie у вашому браузері, а не на сервері. Ймовірність виникнення проблем із вашим обліковим записом або його блокування також дуже низька.

source: What are the advantages of logging in?
fil: Ano ang mga pakinabang ng pag-log in?
uk: Які переваги дає вхід?

source: Logging in to your pixiv account allows for personalized recommendations, work interaction (like, bookmark, etc.) and following users. It also allows accessing login only and R-18 (if allowed by instance) works.
fil: Ang pag-log in sa iyong pixiv account ay nagbibigay-daan para sa mga personalized na rekomendasyon, pakikipag-ugnayan sa trabaho (tulad ng, bookmark, atbp.) at pagsunod sa mga user. Pinapayagan din nito ang pag-access sa pag-login lamang ang mga R-18 (kung pinapayagan ng instansya) na gawa.
uk: Вхід в обліковий запис pixiv дозволяє отримувати персоналізовані рекомендації, взаємодіяти з роботами (уподобання, додавання в закладки тощо) і стежити за користувачами. Він також дає змогу переглядати роботи, доступні лише після входу, та роботи з рейтингом R-18 (якщо ввімкнено на екземплярі).

source: with your pixiv account.
fil: gamit ang iyong pixiv account.
uk: за допомогою облікового запису pixiv.

source: Help
de: Hilfe
fil: Tulong
uk: Довідка

source: Token
uk: Токен

source: Return
de: Zurück
fil: Bumalik
uk: Назад

source: Material You Generator
uk: Генератор Material You

source: Artwork ID
de: Illustrations ID
fil: iD ng Artwork
uk: ID роботи

source: Color
de: Farbe
fil: Kulay
uk: Колір

source: Submit
de: Anwenden
fil: I-submit
uk: Додати

source: Dark Colors
de: Dunkle Farben
fil: Mga Madilim na Kulay
uk: Темні кольори

source: Light Colors
de: Helle Farben
fil: Mga Maliwanag na Kulay
uk: Світлі кольори

source: Connection Error
de: Verbindungsfehler
fil: Error sa koneksyon
uk: Помилка з’єднання

source: Unable to connect to pixiv servers. Check your connection or contact the instance administrator.
de: Verbindung zu Pixiv kann nicht hergestellt werden. Überprüfe deine Verbindung oder kontaktiere den Instanz-Administrator.
fil: Hindi makakonekta sa mga server ng pixiv. Suriin ang iyong koneksyon o makipag-ugnayan sa tagapangasiwa ng instansya.
uk: Не вдалося підключитися до серверів pixiv. Перевірте з’єднання або зверніться до адміністрації екземпляра.

source: Notifications
de: Benachrichtigungen
fil: Mga Abiso
uk: Сповіщення

source: No notifications
de: Keine Benachrichtigungen
fil: Walang mga abiso
uk: Немає сповіщень

source: Too Many Requests
de: Zu viele Anfragen
fil: Masyadong Maraming Hiling
uk: Забагато запитів

source: You are sending too many requests. Please slow down and try again. Don't use scripts or crawlers on this site.
de: Du sendest zu viele Anfragen. Bitte frage langsamer an und versuche nochmal. Nutze keine Skripts oder Crawler auf dieser Seite.
fil: Nagpapadala ka ng masyadong maraming kahilingan. Mangyaring magdahan-dahan at subukang muli. Huwag gumamit ng mga script o crawler sa site na ito.
uk: Ви надсилаєте занадто багато запитів. Будь ласка, зачекайте і спробуйте ще раз пізніше. Не використовуйте на цьому сайті скрипти чи роботів.

source: Replies
de: Antworten
fil: Mga tugon
uk: Відповіді

source: No replies
de: Keine Antworten
fil: Walang mga tugon
uk: Немає відповідей

source: %(title)s | Collection by %(author)s
de: %(title)s | Sammlung von %(author)s
uk: Колекція %(title)s | %(author)s

source: Collections
de: Sammlungen
uk: Колекції

source: About Collections
de: Über Sammlungen
uk: Про колекції

source: The Collection Feature (Beta) allows you to curate illustrations, manga, novels, and Ugoira posted on pixiv, links to other pixiv services (e.g., pixiv Encyclopedia, BOOTH, pixivFANBOX), external links, and text, and showcase them on a single page.
uk: Функція «Колекції» (бета-версія) дає змогу збирати і відображати на одній сторінці ілюстрації, манґу, романи та анімацію, опубліковані на pixiv, посилання на інші сервіси pixiv (наприклад, pixiv Encyclopedia, BOOTH, pixivFANBOX), а також зовнішні посилання і текст.

source: The Collection Feature on Vixipy, just like on pixiv, is currently experimental. Things may change or break at any time!
uk: Колекції у Vixipy, як і на pixiv, наразі є експериментальною функцією. Все може змінитися або перестати працювати в будь-який момент!

source: Recommended collections
de: Empfohlene Sammlungen
uk: Рекомендовані колекції

source: All collections
de: Alle Sammlungen
uk: Усі колекції

source: Recommended collections tagged #%(tag)s
de: Empfohlene Sammlungen mit dem Tag #%(tag)s
uk: Рекомендовані колекції з тегом #%(tag)s

source: Deleted User
de: Gelöschter Nutzer
fil: Binura na User
uk: Видалений користувач

source: Stamp
de: Stempel
uk: Штамп

source: View replies
de: Antworten ansehen
fil: Tignan ang mga tugon
uk: Переглянути відповіді

source: Debug
uk: Налагодження

source: Search
de: Suche
fil: Maghanap
uk: Пошук

source: User
de: Nutzer
fil: Mga User
uk: Користувач

source: Series
de: Serie
fil: Serye
uk: Серії

source: Oneshot
uk: Ван-шот

source: Romance
de: Romantik
fil: Pagmamahalan
uk: Романтика

source: Isekai fantasy
fil: Isekai na pantasya
uk: Ісекай

source: Contemporary fantasy
de: Zeitgleiche Fantasy
fil: Kontemporaryong pantasya
uk: Сучасне фентезі

source: Mystery
de: Geheimnis
fil: Misteryo
uk: Містика

source: Horror
fil: Katatakutan
uk: Жахи

source: Sci-fi
fil: Sayens piksyon
uk: Наукова фантастика

source: Literature
de: Literatur
fil: Panitikan
uk: Література

source: Drama
fil: Dula
uk: Драма

source: Historical pieces
de: Historisch
fil: Makasaysayang mga piraso
uk: Історичні твори

source: BL (yaoi)
uk: BL (яой)

source: Yuri
uk: Юрі

source: For kids
de: Für Kinder
fil: Para sa mga bata
uk: Для дітей

source: Poetry
de: Gedicht
fil: Tula
uk: Поезія

source: Essays/non-fiction
de: Aufsatz
fil: Mga sanaysay/non-fiction
uk: Есе / Документальна література

source: Screenplays/scripts
de: Drehbuch/Skript
fil: Senaryo/mga script
uk: Сценарії

source: Reviews/opinion pieces
de: Review/Meinung
fil: Mga review/opinyon
uk: Оглядові / публіцистичні статті

source: Other
de: Andere
fil: Iba
uk: Інше

source: %(wc)s words(s)
de: %(wc)s Wort(e)
fil: %(wc)s (mga) salita
uk: %(wc)s слів

source: %(cc)s character(s)
de: %(cc)s Zeichen
fil: %(cc)s (mga) karakter
uk: %(cc)s знаків

source: Page %(current)d of %(last)d
de: Seite %(current)d von %(last)d
fil: Pahina %(current)d/%(last)d
uk: Сторінка %(current)d з %(last)d

source: Follow
de: Folgen
fil: Sundan
uk: Стежити

source: Following
de: Gefolgt
fil: Sinusundan
uk: Відстежувані

source: Nothing to recommend. Sorry!
de: Keine Empfehlungen verfügbar. Sorry!
fil: Walang irerekomenda. Paumanhin!
uk: Нічого порекомендувати. Вибачте!

source: Reload
de: Neu laden
fil: I-reload
uk: Оновити

source: Discovery
de: Entdecken
fil: Pagtuklas
uk: Огляд

source: Recommended illustrations
de: Empfohlene Illustrationen
fil: Mga inirerekomendang larawan
uk: Рекомендовані ілюстрації

source: Recommended users
de: Empfohlene Nutzer
fil: Mga inirerekomendang user
uk: Рекомендовані користувачі

source: Newest illustrations by all users
de: Neueste Illustrationen von allen Nutzern
fil: Mga pinakabagong illustration mula sa lahat ng mga user
uk: Нові ілюстрації від усіх

source: Newest manga by all users
de: Neueste manga von allen Nutzern
fil: Mga pinakabagong manga mula sa lahat ng mga user
uk: Нова манґа від усіх

source: New from All users
de: Neueste von allen Nutzern
fil: Pinakabago mula sa lahat ng mga user
uk: Нове від усіх користувачів

source: Illustrations
de: Illustrationen
fil: Mga Larawan
uk: Ілюстрації

source: Manga
fil: Mga Manga
uk: Манґа

source: Novels
de: Romane
fil: Mga Nobela
uk: Романи

source: General
de: Generell
uk: Загальне

source: Newest novels by all users
de: Neueste Romane von allen Nutzern
fil: Mga pinakabagong nobela mula sa lahat ng mga user
uk: Нові романи від усіх

source: Popular original novels
de: Beliebte originale Romane
fil: Mga popular na orihinal na nobela
uk: Популярні оригінальні романи

source: Daily ranking
de: Tägliche Rangliste
fil: Araw-araw na ranggo
uk: Щоденний рейтинг

source: %(date)s ranking
de: %(date)s Rangliste
fil: Ranggo sa %(date)s
uk: Рейтинг %(date)s

source: Popularity ranking among male users
de: Rangliste unter männlichen Nutzern
fil: Ranggo ng katanyagan sa mga lalaking gumagamit
uk: Рейтинг популярності серед чоловіків

source: Popularity ranking among female users
de: Rangliste unter weiblichen Nutzern
fil: Ranggo ng katanyagan sa mga babaeng gumagamit
uk: Рейтинг популярності серед жінок

source: No description
de: Keine Beschreibung
fil: Walang paglalarawan
uk: Без опису

source: %(ep)s Episode(s)
de: %(ep)s Episode(n)
fil: %(ep)s (mga) Episode
uk: %(ep)s епізодів

source: Updated on %(date)s
de: Aktualisiert am %(date)s
fil: Na-update noong %(date)s
uk: Оновлено %(date)s

source: %(cc)s Character(s)
de: %(cc)s Zeichen
fil: %(cc)s (mga) Karakter
uk: %(cc)s знаків

source: %(cc)s Word(s)
de: %(cc)s Wort(e)
fil: %(cc)s (mga) Salita
uk: %(cc)s слів

source: Articles in category "%(c)s"
de: Artikel in der Kategorie „%(c)s“
uk: Статті в категорії «%(c)s»

source: Cosplay
uk: Косплей

source: Music
de: Musik
fil: Musika
uk: Музика

source: Goods
fil: Mga Bagay
uk: Товари

source: Tutorials
fil: Mga Tutorial
uk: Посібники

source: Behind the Art
fil: Sa Likod ng Larawan
uk: За лаштунками

source: Materials
fil: Mga Materyal
uk: Матеріали

source: References
fil: Mga Sangguni
uk: Посилання

source: Other Guides
fil: Mga Iba Pang Tagubilin
uk: Інші довідники

source: Featured
fil: Tinatampok
uk: Вибране

source: Interviews
fil: Mga Panayam
uk: Інтерв’ю

source: Columns
fil: Mga Column
uk: Колонки

source: News
de: Neues
fil: Balita
uk: Новини

source: We Tried It!
fil: Sinubukan Namin!
uk: Ми спробували!

source: Search pixivision...
uk: Пошук у pixivision...

source: Textures
de: Texturen
uk: Текстури

source: Results for "%(term)s"
de: Ergebnisse für „%(term)s“
uk: Результати для «%(term)s»

source: List of articles with tag
de: Liste der Artikel mit dem Tag
fil: Listahan ng mga artikulo na may tag
uk: Статті з тегом

source: To protect your privacy, this embedded video has been blocked.
fil: Para protektahan ang iyong privacy, na-block ang embedded na video na ito.
uk: Для захисту вашої конфіденційності це вбудоване відео заблоковано.

source: Click here to watch the video
de: Hier klicken, um das Video anzusehen
fil: Mag-click dito para panoorin ang video
uk: Натисніть, щоб переглянути відео

source: By %(author)s
de: Von %(author)s
fil: Ni/ng %(author)s
uk: Автор: %(author)s

source: Index
uk: Індекс

source: Ranking Calendar
de: Ranglisten Kalender
fil: Kalendaryo ng Ranggo
uk: Календар рейтингів

source: Show options
de: Optionen anzeigen
fil: Ipakita ang mga opsyon
uk: Показати параметри

source: Options
de: Optionen
fil: Mga opsyon
uk: Параметри

source: Mode
de: Modus
uk: Режим

source: Daily
de: Tägliche
fil: Araw-araw
uk: Щоденні

source: Weekly
de: Wöchentliche
fil: Lingguhan
uk: Щотижневі

source: Monthly
de: Monatliche
fil: Buwanan
uk: Щомісячні

source: Rookie
de: Anfänger
fil: Bagito
uk: Новачки

source: Popular among male users
fil: Popular sa mga lalaking gumagamit
uk: Популярне серед чоловіків

source: Popular among female users
fil: Popular sa mga babaeng gumagamit
uk: Популярне серед жінок

source: Daily R-18
de: Tägliche R-18
fil: Araw-araw na R-18
uk: Щоденні R-18

source: R-18 AI Generated
uk: R-18, створене ШІ

source: Weekly R-18
de: Wöchentliche R-18
fil: Lingguhang R-18
uk: Щотижневі R-18

source: Popular among male users (R-18)
fil: Popular sa mga lalaking gumagamit (R-18)
uk: Популярне серед чоловіків (R-18)

source: Popular among female users (R-18)
fil: Popular sa mga babaeng gumagamit (R-18)
uk: Популярне серед жінок (R-18)

source: Date
de: Datum
fil: Petsa
uk: Дата

source: Apply
de: Anwenden
fil: I-apply
uk: Застосувати

source: Day %(day)s
de: Tag %(day)s
fil: Araw %(day)s
uk: День %(day)s

source: Rankings
de: Ranglisten
fil: Mga Ranggo
uk: Рейтинги

source: Content
de: Inhalt
fil: Nilalaman
uk: Вміст

source: Search works...
de: Suche nach Werken...
fil: Maghanap ng mga gawaâ€¦
uk: Шукати роботи...

source: Popular illust tags
de: Beliebte Tags für Illustrationen
fil: Mga popular na tag ng larawan
uk: Популярні теги ілюстрацій

source: #%(tag)s recommended works
de: #%(tag)s empfohlene Werke
fil: Mga inirerekomendang #%(tag)s na gawa
uk: #%(tag)s рекомендовані роботи

source: Top
de: Beste
uk: Найкраще

source: Search options
de: Suchoptionen
fil: Mga opsyon sa paghahanap
uk: Параметри пошуку

source: No matching results found.
de: Keine passenden Ergebnisse gefunden.
fil: Walang mga tumutugma na resulta na nahanap.
uk: Не знайдено відповідних результатів.

source: Results for %(tag)s
de: Ergebnisse für %(tag)s
fil: Mga resulta para sa %(tag)s
uk: Результати для %(tag)s

source: <b>%(total)s</b> Works
de: <b>%(total)s</b> Werke
fil: <b>%(total)s</b> (mga) Gawa
uk: <b>%(total)s</b> робіт

source: You can only have at most 10 favorite tags. Please remove one and try again.
uk: До обраного можна додати щонайбільше 10 тегів. Видаліть один і спробуйте ще раз.

source: Add to your favorites
de: Zu den Favoriten hinzufügen
uk: Додати до обраного

source: Remove from favorites
de: Aus den Favoriten entfernen
uk: Видалити з обраного

source: Popular Works
de: Beliebte Werke
fil: Mga Sikat na Gawa
uk: Популярні роботи

source: Recent
de: Neueste
fil: Kamakailan
uk: Нещодавні

source: All Time
de: Allerzeit
fil: Lahat ng Oras
uk: За весь час

source: Illustrations and Manga
de: Illustrationen und Manga
fil: Mga Larawan at Manga
uk: Ілюстрації і манґа
