Repository: searinminecraft/Vixipy
Catalog: vixipy/translations/*/LC_MESSAGES/messages.po
Languages: de, fil, uk

source: Unable to load popular tags.
de: Laden der beliebten Tags nicht möglich.
fil: Hindi ma-load ang mga sikat na tag.
uk: Не вдалося завантажити популярні теги.

source: Keywords
de: Stichworte
fil: Mga Keyword
uk: Ключові слова

source: Target
de: Ziel
uk: Цільова аудиторія

source: Tags (perfect match)
de: Tags (Vollständig)
fil: Mga Tag (perpektong tugma)
uk: Теги (точний збіг)

source: Tags (partial match)
de: Tags (Teilweise)
fil: Mga Tag (bahagyang tugma)
uk: Теги (частковий збіг)

source: Title/caption
de: Titel/Untertitel
fil: Paksa/caption
uk: Назва/опис

source: Filters
de: Filter
fil: Mga Filter
uk: Фільтри

source: All
de: Alle
fil: Lahat
uk: Усі

source: Safe
de: Jugendfrei
fil: Ligtas
uk: Безпечний

source: Width
de: Weite
fil: Lapad
uk: Ширина

source: min
uk: мін.

source: max
uk: макс.

source: Height
de: Höhe
fil: Taas
uk: Висота

source: Ratio
de: Verhältnis
uk: Пропорція

source: All ratios
de: Alle Verhältnisse
fil: Lahat ng mga ratio
uk: Будь-яка пропорція

source: Horizontal
fil: Pahalang
uk: Горизонтальна

source: Vertical
de: Vertikal
fil: Patayo
uk: Вертикальна

source: Square
de: Quadrat
fil: Parisukat
uk: Квадратна

source: Tool
de: Werkzeug
fil: Kagamitan
uk: Інструмент

source: All tools
de: Alle Werkzeuge
fil: Lahat ng mga kagamitan
uk: Усі інструменти

source: Period
de: Periode
fil: Panahon
uk: Період

source: Cancel
de: Abbrechen
uk: Скасувати

source: About Vixipy
de: Über Vixipy
fil: Tungkol sa VIxipy
uk: Про Vixipy

source: Vixipy is a free and open source alternative <a href='%(link)s'>pixiv</a> frontend, allowing you to view and enjoy works from pixiv distraction-free without unnecessary bloat and tracking.
fil: Ang Vixipy ay isang libre at open source na alternatibong frontend ng <a href='%(link)s'>pixiv</a>, na nagbibigay-daan sa iyong na tignan at mag-enjoy ng mga gawa mula sa pixiv nang walang pagkagambala, hindi kinakailangang bloat, at pagsubaybay.
uk: Vixipy — вільний і відкритий альтернативний фронтенд для <a href='%(link)s'>pixiv</a>, який дає змогу переглядати і насолоджуватися роботами з pixiv без відстеження, відволікаючих факторів, без надмірного функціоналу.

source: If you like our work, please consider <a href='%(link)s'>giving us a star</a> on Codeberg!
fil: Kung gusto mo ang aming gawa, mangyaring isaalang-alang na <a href='%(link)s'>bigyan kami ng isang bitwin</a> sa Codeberg!
uk: Якщо вам подобається наша робота, будь ласка, <a href='%(link)s'>поставте нам зірку</a> на Codeberg!

source: Why use it?
fil: Bakit gamitin ito?
uk: Чому варто його використовувати?

source: Vixipy allows you to browse pixiv anonymously with all restrictions removed (including the ability to view original resolution artworks). No pixiv account required to access content.
fil: Binibigyang-daan ka ng Vixipy na mag-browse ng pixiv nang hindi nagpapakilala sa lahat at inalis ang mga paghihigpit (kabilang ang kakayahang tingnan ang orihinal na resolution ng mga likhang sining). Walang kinakailangang pixiv account para ma-access ang content.
uk: Vixipy дозволяє анонімно переглядати pixiv без будь-яких обмежень (включно з можливістю перегляду ілюстрацій в оригінальній роздільності). Для доступу до контенту не потрібно мати обліковий запис pixiv.

source: Vixipy does all the work for you: no connection to pixiv or any third-party server is made and all processing occurs server-side. No more Google Analytics tracking for every action!
fil: Ginagawa ng Vixipy ang lahat ng trabaho para sa iyo: walang koneksyon sa pixiv o anumang third-party na server ang ginawa at lahat ng pagproseso ay nangyayari sa panig ng server. Wala nang pagsubaybay ng Google Analytics para sa bawat pagkilos!
uk: Vixipy виконує за вас усю роботу: не встановлюється підключення до pixiv чи будь-якого стороннього сервера, а вся обробка відбувається на стороні сервера. Жодного відстеження кожної дії в Google Analytics!

source: Vixipy offers a lightweight and fast experience without any distraction.
fil: Nagaalok ang Vixipy ng isang magaan at mabilis na karanasan nang walang anumang pagkagambala.
uk: Vixipy надає легкий та швидкий інтерфейс, що не відвертає увагу.

source: Vixipy is free and open source, meaning anyone can audit, contribute, modify, or use it without restriction (as long as you follow its <a href='%(license_link)s'>license</a>).
fil: Ang Vixipy ay libre at open source, ibig sabihin, kahit sino ay maaaring mag-audit, mag-ambag, magbago, o gumamit nito nang walang paghihigpit (<a href='%(license_link)s'>hangga't sinusunod mo ang lisensya nito</a>).
uk: Vixipy — вільне програмне забезпечення з відкритим вихідним кодом, тобто будь-хто може його перевіряти, вносити зміни, модифікувати або використовувати без обмежень (за умови дотримання <a href='%(license_link)s'>ліцензії</a>).

source: How does it work?
de: Wie funktioniert es?
fil: Paano ito gumagana?
uk: Як це працює?

source: Vixipy retrieves content using pixiv's API, parses it, and displays the results through own user interface. You remain completely anonymous if you use public instances as all requests are handled server side, and blends in with other activities in the instance.
fil: Kinukuha ng Vixipy ang nilalaman gamit ang API ng pixiv, pinapa-parse ito, at ipinapakita ang mga resulta sa pamamagitan ng sariling user interface. Mananatili kang ganap na anonymous kung gagamit ka ng mga pampublikong instance dahil ang lahat ng mga kahilingan ay pinangangasiwaan sa panig ng server, at sumasama sa iba pang mga aktibidad sa instance.
uk: Vixipy отримує контент за допомогою API pixiv, аналізує його та відображає результати через власний інтерфейс користувача. Ви залишаєтеся повністю анонімним, якщо використовуєте публічні екземпляри, оскільки всі запити обробляються на стороні сервера і змішуються з іншими діями на екземплярі.

source: Even if you log in, pixiv will only see you as if you are using their official UI, but without any tracking (the same behaviour if you use a content blocker such as uBlock Origin)
fil: Kahit na mag-log in ka, makikita ka lang ng pixiv na parang ginagamit mo ang kanilang opisyal na UI, ngunit walang anumang pagsubaybay (kaparehong gawi kung gumagamit ka ng content blocker gaya ng uBlock Origin)
uk: Навіть якщо ввійти в систему, pixiv бачитиме вас так, ніби ви використовуєте їхній офіційний інтерфейс, але без будь-якого відстеження (така ж поведінка, як і при використанні блокувальників контенту, таких як uBlock Origin)

source: How do I make it my own?
fil: Paano ko ito gagawing sarili ko?
uk: Як зробити це своїм?

source: If you want to host your own for personal (if you are concerned about logs) or public use, you can self-host your own instance, fully within your control.
fil: Kung gusto mong mag-host ng iyong sarili para sa personal (kung nag-aalala ka tungkol sa mga log) o pampublikong paggamit, maaari mong i-host ang sarili mong instance, ganap na nasa iyong kontrol.
uk: Якщо хочете власний екземпляр для особистого (якщо вас турбують журнали) або публічного користування, ви можете самостійно розгорнути його під повним своїм контролем.

source: Vixipy can essentially run on almost any platform and operating system (such as Windows, Linux, FreeBSD, Haiku, Android, and many more), as long as it can run Python 3.11 and above, and can compile Vixipy's native dependencies.
fil: Maaaring tumakbo ang Vixipy sa halos anumang platform at operating system (tulad ng Windows, Linux, FreeBSD, Haiku, Android, at marami pang iba), hangga't maaari nitong patakbuhin ang Python 3.11 at mas bago, at mai-compile ang mga native na dependency ng Vixipy.
uk: Vixipy може працювати практично на будь-якій платформі та операційній системі (Windows, Linux, FreeBSD, Haiku, Android і багатьох інших) за умови, що вона може запускати Python 3.11 і вище, а також може скомпілювати власні залежності Vixipy.

source: Acknowledgements
de: Danksagungen
fil: Mga Pasasalamat
uk: Подяка

source: Account
de: Konto
uk: Обліковий запис

source: Manage pixiv account
de: Pixiv-Konto verwalten
uk: Керування обліковим записом pixiv

source: To manage your account information and security settings, go to the official Account Portal
uk: Щоб керувати інформацією про свій обліковий запис, а також налаштуваннями безпеки, перейдіть на офіційний портал облікових записів

source: Go to Account Portal
uk: Перейти на портал облікових записів

source: You change your nickname and customize your profile in the <a href='%(link)s'>Profile editor</a>.
uk: Змінити псевдонім і налаштувати свій профіль можна в <a href='%(link)s'>редакторі профілю</a>.

source: Account Token
de: Konto-Token
uk: Токен облікового запису

source: Click to reveal
uk: Натисніть, щоб показати

source: This is the token used to sign into your pixiv account. You may use this if you forget your token or want to move instances or pixiv frontends.
uk: Це токен для входу у ваш обліковий запис pixiv. Ви можете скористатися ним, якщо забули свій токен або хочете змінити екземпляр чи фронтенд pixiv.

source: Email
uk: Електронна пошта

source: The pixiv ID is your "account handle", which is served as a short vanity link to your account. Example: pixiv.me/%(handle)s (or %(example)s for Vixipy).
uk: pixiv ID — це «ідентифікатор облікового запису», який слугує коротким посиланням на ваш обліковий запис. Приклад: pixiv.me/%(handle)s (або %(example)s для Vixipy).

source: Technical information
de: Technische Informationen
uk: Технічна інформація

source: CSRF Token
uk: Токен CSRF

source: pixiv A/B test IDs
uk: Внутрішні A/B test ID pixiv

source: You're not logged in
de: Du bist nicht angemeldet
uk: Ви не ввійшли в систему

source: Sign in to your pixiv account to experience Vixipy to it's full potential. Don't worry, we won't steal your session tokens!
de: Melde dich bei deinem Pixiv-Konto an, um Vixipy's volles Potential zu erfahren. Keine Sorge, wir werden deine Sitzungstoken nicht stehlen!
uk: Увійдіть у свій обліковий запис pixiv, щоб скористатися всіма можливостями Vixipy. Не хвилюйтеся, ми не вкрадемо ваші токени сеансу!

source: These projects and libraries help shape Vixipy:
de: Diese Projekte und Bibliotheken werden zur Entwicklung von Vixipy verwendet:
fil: Ang mga proyekto at library na ito ay tumutulong sa pagbuo ng Vixipy:
uk: Ці проєкти та бібліотеки допомагають формувати Vixipy:

source: Translations
de: Übersetzungen
fil: Mga pagsasalin
uk: Переклад

source: These lovely people helped translate Vixipy (thank you so much &lt;3):
de: Diese Menschen haben bei der Übersetzung von Vixipy geholfen (vielen Dank &lt;3):
fil: Tumulong ang mga taong ito sa pagsalin ng Vixipy (maraming salamat &lt;3):
uk: Ці люди допомогли перекласти Vixipy (щиро дякуємо &lt;3):

source: Display settings
de: Anzeige-Einstellungen
fil: Mga setting ng pag-display
uk: Налаштування показу

source: Work content
de: Werkinhalte
fil: Nilalaman ng gawa
uk: Вміст робіт

source: Show AI-generated work
de: Zeige KI-generierte Werke
fil: Ipakita ang gawang binuo ng AI
uk: Показати роботи, створені ШІ

source: Display works that may contain sensitive content
de: Zeige Werke mit möglicherweise sensitiven Inhalten
fil: Ipakita ang mga gawa na maaaring maglaman ng mga sensitibong nilalaman
uk: Показати роботи, які можуть містити делікатний вміст

source: Show explicit content (R-18)
de: Zeige explizite Inhalte (18+)
fil: Ipakita ang tahasang nilalaman (R-18)
uk: Показати відвертий вміст (R-18)

source: Show ero-guro content (R-18G)
de: Zeige Ero-Guro content (18+)
fil: Ipakita ang ero-guro na nilalaman (R-18G)
uk: Показати вміст ероґуро (R-18G)

source: Hide artwork thumbnails (preview mode)
de: Verstecke Vorschaubilder
fil: Itago ang mga thumbnail ng larawan (preview mode)
uk: Приховати мініатюри ілюстрацій (режим попереднього перегляду)

source: Blur sensitive works (may cause performance issues!)
de: Zeige sensitive Werke verschwommen an (Kann zu schlechter Leistung führen)
fil: I-blur ang mga sensitibong gawa (maaaring magdulot ng mga isyu sa pagganap!)
uk: Розмивати делікатні роботи (можливі проблеми із швидкодією!)

source: Save preferences
de: Einstellungen speichern
fil: I-save ang mga kagustuhan
uk: Зберегти налаштування

source: Ad display settings
de: Zeige Werbung an
fil: Mga setting sa pagpakita ng mga ad
uk: Налаштування показу реклами

source: Display
de: Anzeigen
fil: Ipakita
uk: Показувати

source: Settings
de: Einstellungen
fil: Mga Setting
uk: Налаштування

source: Vixipy settings
de: Vixipy Optionen
fil: Mga setting sa Vixipy
uk: Налаштування Vixipy

source: Language and location
de: Sprache und Standort
fil: Wika at lokasyon
uk: Мова і місцезнаходження

source: Language
de: Sprache
fil: Wika
uk: Мова

source: Use system language
de: Systemsprache verwenden
uk: Використовувати мову системи

source: Help translate Vixipy to your language!
de: Helfe Vixipy in deine Sprache zu übersetzen!
fil: Tumulong sa pagsalin ng Vixipy sa iyong wika!
uk: Допоможіть перекласти Vixipy вашою мовою!

source: Set language
de: Sprache übernehmen
fil: Itakda ang wika
uk: Змінити мову

source: Location
de: Standort
uk: Місцезнаходження

source: Set location
de: Standort übernehmen
uk: Змінити місцезнаходження

source: Image Proxy Server
de: Proxy Server für Bilder
fil: Proxy Server ng Larawan
uk: Проксі-сервер зображень

source: Use proxy specified by instance
de: Nutze den Proxy der von der Instanz gegeben ist
fil: Gamitin ang proxy na tinakda ng instansya
uk: Використовувати проксі, встановлений екземпляром

source: Use built-in proxy
de: Eingebauten Proxy verwenden
fil: Gamitin ang kasamang proxy
uk: Використовувати вбудований проксі

source: An image proxy allows retrieving images from pixiv without making any connection to pixiv servers.
de: Ein Proxy ermöglicht es Bilder von Pixiv zu erhalten, ohne eine direkte Verbindung zu Pixiv's Servern zu erstellen.
fil: Nagbibigay-daan ang proxy ng larawan ang pagkuha ng mga larawan mula sa pixiv nang hindi gumawa ng anumang koneksyon sa mga server ng pixiv.
uk: Проксі-сервер зображень дає змогу отримувати зображення з pixiv без підключення вашого пристрою до серверів pixiv.

source: Use selected proxy
de: Ausgewählten Proxy übernehmen
fil: Gamitin ang piniling proxy
uk: Використовувати вибраний проксі

source: Color Scheme
de: Farbschema
fil: Scheme ng Kulay
uk: Колірна схема

source: Default
de: Standard
uk: За замовчуванням

source: Set color scheme
de: Farbschema übernehmen
fil: Itakda ang scheme ng kulay
uk: Застосувати колірну схему

source: Street
uk: Стрічка

source: Load More
uk: Завантажити ще

source: Log out
de: Abmelden
fil: Mag-log out
uk: Вийти

source: Do you wish to log out?
de: Möchtest du dich abmelden?
fil: Gusto mo bang mag-log out?
uk: Бажаєте вийти?

source: Ugoira Converter
de: Ugoira Konvertierer
fil: Converter ng Ugoira
uk: Конвертер анімації

source: GIF (Large File Size)
de: GIF (Große Datei)
fil: GIF (Malaking File Size)
uk: GIF (великий розмір файлу)

source: WebP (Most Efficient)
de: WebP (Effizienteste)
fil: WebP (Pinakamahusay)
uk: WebP (найефективніший)

source: Convert
de: Konvertieren
fil: I-convert
uk: Конвертувати

source: Sorry, the Ugoira Converter requires JavaScript.
de: Der Ugoira Konvertierer benötigt JavaScript.
fil: Paumanhin, nangangailangan ng JavaScript ang Converter ng Ugoira.
uk: Для конвертування анімації потрібен JavaScript.

source: %(user)s's background
de: %(user)s's Banner
fil: Background ni %(user)s
uk: Фон %(user)s

source: Click to open %(user)s's banner in a new tab.
de: Klicke, um %(user)s's Banner in einem neuen Tab zu öffnen.
fil: I-click para buksan ang banner ni %(user)s sa bagong tab.
uk: Натисніть, щоб відкрити банер %(user)s у новій вкладці.

source: %(user)s's profile picture
de: %(user)s's Profilbild
fil: Larawan ng profile ni %(user)s
uk: Зображення профілю %(user)s

source: Click to open %(user)s's profile picture in a new tab.
de: Klicke, um %(user)s's Profilbild in einem neuen Tab zu öffnen.
fil: I-click para buksan ang larawan ng profile ni %(user)s sa bagong tab.
uk: Натисніть, щоб відкрити зображення профілю %(user)s у новій вкладці.

source: Edit Profile
de: Profil bearbeiten
fil: I-edit ang Profile
uk: Редагувати профіль

source: Profile
de: Profil
uk: Профіль

source: Description
de: Beschreibung
uk: Опис

source: This user has no description set
de: Dieser Nutzer hat keine Beschreibung festgelegt
uk: Цей користувач не вказав опис

source: Socials
de: Social Media
uk: Соцмережі

source: You should not go to Pawoo, as it contains inappropriate content, resulting in the instance being added to the federation blacklist and banned on most federated social media.
uk: Не варто переходити на Pawoo, оскільки там є неприйнятний контент. Цей екземпляр додано до чорного списку і заблоковано в більшості федеративних соціальних мереж.

source: This user did not specify their socials
uk: Цей користувач не вказав свої соцмережі

source: Bookmarks
de: Lesezeichen
fil: Mga Bookmark
uk: Закладки

source: No works found.
de: Keine Werke gefunden.
fil: Walang mga nahanap na gawa.
uk: Не знайдено робіт.

source: Menu
de: Menü
uk: Меню

source: Followers
de: Folgen dir
fil: Mga Follower
uk: Cтежать

source: <b>You are not logged in.</b> Sign in to your pixiv account to experience Vixipy in its full potential.
de: <b>Du bist nicht angemeldet.</b> Melde dich bei deinem Pixiv-Konto an, um Vixipy's volles Potential zu erfahren.
fil: <b>Hindi ka naka-log in.</b> Mag-sign in sa iyong pixiv account para maranasan ang Vixipy sa buong potensyal.
uk: <b>Ви не ввійшли в систему.</b> Увійдіть у свій обліковий запис pixiv, щоб скористатися всіма можливостями Vixipy.

source: Your profile
de: Dein Profil
fil: Iyong profile
uk: Ваш профіль

source: Send Feedback
de: Feedback senden
fil: Magpadala ng Feedback
uk: Зворотний зв’язок

source: Source Code
de: Quellcode
uk: Вихідний код

source: My pixiv
fil: Aking pixiv
uk: Мій pixiv

source: %(user)s's followers
fil: Mga follower ni %(user)s
uk: Cтежать за %(user)s

source: Users (%(count)d)
de: Nutzer (%(count)d)
fil: Mga user (%(count)d)
uk: Користувачі (%(count)d)

source: You don't have any followers.
de: Du hast keine Follower.
fil: Wala kang anumang mga follower.
uk: У вас немає відстежувачів.

source: %(user)s's followed users
fil: Mga sinusunod na user ni/ng %(user)s
uk: Користувачі, за якими стежить %(user)s

source: You are not following anyone.
de: Du folgst niemanden.
fil: Hindi ka sumusunod sa anumang tao.
uk: Ви ні за ким не стежите.

source: %(user)s isn't following anyone.
de: %(user)s folgt niemanden.
fil: Walang anumang sinusunod si/ang %(user)s.
uk: %(user)s ні за ким не стежить.

source: %(user)s's My pixiv
de: My pixiv von %(user)s
fil: My pixiv ni/ng %(user)s
uk: «Мій pixiv» користувач_ки %(user)s

source: You don't have any My pixiv.
fil: Wala kang anumang mga Aking pixiv.
uk: Ви ще нікого не додали до «Мій pixiv».

source: %(user)s doesn't have any My pixiv.
fil: Walang anumang mga Aking pixiv si/ang %(user)s.
uk: У %(user)s немає «Мій pixiv».

source: View all works
de: Alle Werke ansehen
fil: Tignan ang lahat ng mga gawa

source: Login Only
fil: Login Lamang

source: Sensitivity Level: %(sl)d
de: Sensitivitäts Level: %(sl)d
fil: Antas ng sensitivity: %(sl)d

source: Convert Ugoira
de: Ugoira konvertieren
fil: I-convert ang Ugoira

source: No recommended works to show.
de: Keine empfohlenen Werke verfügbar.
fil: Walang mga inirerekomendang gawa na papakita.

source: Daily (AI)
de: Tägliche (KI)
fil: Araw-araw (AI)

source: Daily R-18 (AI)
de: Tägliche R-18 (KI)
fil: Araw-araw na R-18 (AI)

source: Projects
de: Projekte
fil: Mga proyekto
