Repository: searinminecraft/Vixipy
Catalog: pyxiv/translations/*/LC_MESSAGES/messages.po
Languages: fil, ru, uk

source: Vixipy not only a frontend that allows you to explore pixiv, but it also aims to be a useful and functional pixiv client similar to PixEz (an Android/iOS pixiv client written in Flutter), that allows you to do things like edit your profile, view notifications, express your opinions and feelings by sending comments and stickers, and more to come.
fil: Ang Vixipy ay hindi lamang isang frontend na nagbibigay-daan sa iyo na galugarin ang pixiv, ngunit naglalayon din itong maging isang kapaki-pakinabang at functional na pixiv client na katulad ng PixEz (isang Android/iOS pixiv client na nakasulat sa Flutter), na nagbibigay-daan sa iyong gawin ang mga bagay tulad ng pag-edit ng iyong profile, pagtingin sa mga notification, ipahayag ang iyong mga opinyon at damdamin sa pamamagitan ng pagpapadala ng mga komento at sticker, at marami pang darating.
uk: Vixipy — це не просто фронтенд для дослідження pixiv, він також прагне стати корисним і функціональним клієнтом, подібним до PixEz (клієнт pixiv для Android/iOS, написаний на Flutter), щоб надати вам можливість редагувати свій профіль, переглядати сповіщення, висловлювати свої думки і почуття, надсилаючи коментарі і наклейки, та багато іншого.

source: Acknowledgements
fil: Mga Pasasalamat
ru: Благодарности
uk: Подяка

source: Vixipy is made possible through the use of open source projects, which are:
fil: Naging posible ang Vixipy sa pamamagitan ng paggamit ng mga open source na proyekto, na:
ru: Vixipy стал возможным благодаря другим проектам с открытым источником:
uk: Vixipy з'явився завдяки використанню таких проєктів з відкритим вихідним кодом:

source: Disclaimer
uk: Відмова від відповідальності

source: Vixipy is an unofficial pixiv frontend and is not made, approved or affiliated by pixiv (pixiv Inc.). This software has absolutely NO WARRANTY, and chances of your pixiv account getting in trouble or suspended are not guaranteed.
fil: Ang Vixipy ay isang hindi opisyal na frontend ng pixiv at hindi ginawa, naaprubahan o kaakibat ng pixiv (pixiv Inc.). Ang software na ito ay walang ganap na warranty, at ang mga pagkakataon ng iyong pixiv account na nagkakaproblema o nasuspinde ay hindi garantisado.
uk: Vixipy є неофіційним фронтендом pixiv, його створення не схвалене і не пов'язане з pixiv (pixiv Inc.). Це програмне забезпечення не має ЖОДНИХ ГАРАНТІЙ, а ймовірність того, що у вашого облікового запису pixiv не виникнуть проблеми або він не буде призупинений, не гарантується.

source: All works that are shown in this instance are originated from pixiv, and owned by their respective artists/authors. No copyright infringement is intended and the software and instance administrators have no control or liability to the content shown whatsoever. If you have any issues or concerns about works that, for example, infringe on your copyright and intellectual property rights, send these to pixiv, and not us.
fil: Ang lahat ng mga gawa na ipinapakita sa instansyang ito ay nagmula sa pixiv, at pagmamay-ari ng kani-kanilang mga artist/may-akda. Walang nilalayong paglabag sa copyright at ang software at mga instance administrator ay walang kontrol o pananagutan sa nilalamang ipinapakita kahit ano pa man. Kung mayroon kang anumang mga isyu o alalahanin tungkol sa mga gawa na, halimbawa, lumalabag sa iyong mga karapatan sa copyright at intelektwal na ari-arian, ipadala ito sa pixiv, at hindi sa amin.
uk: Усі роботи, які показані на цьому екземплярі, походять з pixiv і належать своїм художникам/авторам. Ми не маємо наміру порушувати авторські права, і адміністратори програмного забезпечення та екземплярів не контролюють і не несуть жодної відповідальності за вміст, що демонструється. Якщо у вас є якісь питання або претензії щодо робіт, які, наприклад, порушують ваші авторські права або права інтелектуальної власності, надсилайте їх до pixiv, а не нам.

source: Account Settings
fil: Mga Setting ng Account
ru: Настройки Аккаунта
uk: Налаштування облікового запису

source: Log in to your pixiv account to access features that require an account, such as:
fil: Mag-log in sa iyong pixiv account upang ma-access ang mga feature na nangangailangan ng account, tulad ng:
ru: Войдите в ваш pixiv аккаунт, чтобы получить доступ к возможностям, которые требуют аккаунт, такие как:
uk: Увійдіть у свій обліковий запис pixiv, щоб отримати доступ до функцій, які потребують облікового запису, а саме:

source: Bookmarking/liking posts
fil: Pag-bookmark/pag-like ng mga post
ru: Добавление в закладки/лайкание постов
uk: Уподобання / додавання в закладки публікацій

source: Following users
fil: Pagsundan sa mga user
ru: Подписки на пользователей
uk: Відстеження користувачів

source: Personalized recommendations and landing page
fil: Mga personalized na rekomendasyon at landing page
ru: Персонализированные рекомендации и заглавная страница
uk: Персоналізовані рекомендації та цільова сторінка

source: Access information that requires an account such as artworks deemed "sensitive" by pixiv staff
fil: I-access ang impormasyon na nangangailangan ng account tulad ng mga likhang sining na itinuring na "sensitibo" ng kawani ng pixiv
ru: Доступ к информации, которой требуется аккаунт, например работы указанные как "чувствительные" работниками pixiv
uk: Доступ до інформації, яка потребує облікового запису, — наприклад, до творів, які працівники pixiv визнали «делікатними»

source: To log in, you must get your pixiv PHPSESSID cookie. See the guide <a href='https://pixivfe-docs.pages.dev/obtaining-pixivfe-token/' rel='noopener noreferer'>from PixivFE</a> for details. Your token is stored locally and will not be stored on the server.
fil: Para mag-log in, dapat mong makuha ang iyong pixiv PHPSESSID cookie. Tingnan ang gabay <a href='https://pixivfe-docs.pages.dev/obtaining-pixivfe-token/' rel='noopener noreferer'>mula sa PixivFE</a> para sa mga detalye. Ang iyong token ay lokal na nakaimbak at hindi maiimbak sa server.
ru: Чтобы войти, вы должны получить ваш pixiv PHPSESSID cookie. Просмотрите гайд <a href='https://pixivfe-docs.pages.dev/obtaining-pixivfe-token/' rel='noopener noreferer'>от PixivFE</a> для подробностей. Ваш токен хранится локально и никогда не будет храниться на сервере.
uk: Щоб увійти, вам потрібно отримати свій pixiv PPHPSESSID cookie. Детальніше див. у <a href='https://pixivfe-docs.pages.dev/obtaining-pixivfe-token/' rel='noopener noreferer'>посібнику від PixivFE</a>. Ваш токен зберігається локально і не буде зберігатися на сервері.

source: For security purposes, cookies will expire 30 days after the time of logging in
fil: Para sa mga layuning pangseguridad, ang cookies ay mag-e-expire 30 araw pagkatapos ng oras ng pag-log in
ru: В целях безопасности, cookies истекают через 30 дней после последнего входа
uk: З міркувань безпеки термін дії cookie спливає через 30 днів після входу в систему

source: <strong>Notice:</strong> By logging in, you agree that the instance will be sending requests on behalf of <strong>your account</strong>.
fil: <strong>Paunawa:</strong> Sa pamamagitan ng pag-log in, sumasang-ayon ka na ang instansya ay magpapadala ng mga kahilingan sa ngalan ng <strong>iyong account</strong>.
ru: <strong>Напоминание:</strong> Входя в аккаунт, вы соглашаетесь, что сервер будет посылать запросы с <strong>вашего аккаунта</strong>.
uk: <strong>Примітка:</strong> увійшовши в систему, ви погоджуєтеся, що екземпляр буде надсилати запити від імені <strong>вашого облікового запису</strong>.

source: Your pixiv session token
fil: Ang iyong pixiv session token
ru: Ваш pixiv токен сессии
uk: Ваш токен сеансу pixiv

source: This is your pixiv <code>PHPSESSID</code> cookie, used to authenticate you on pixiv. You can copy this in case you want to switch instances or if you forget it. Hover to reveal.
fil: Ito ang iyong pixiv <code>PHPSESSID</code> cookie, na ginagamit para i-authenticate ka sa pixiv. Maari mo itong kopyahin kung sakaling gusto mong lumipat ng mga instance o kung makalimutan mo ito. I-hover para ipakita.
ru: Это ваш pixiv <code>PHPSESSID</code> cookie, используемый для аунтефикации вас на pixiv. Вы можете скопировать это в случае, если вы хотите сменить сервер или если вы забыли его. Наведите пойнтером, чтобы раскрыть.
uk: Це ваш pixiv <code>PHPSESSID</code> cookie, який використовується для автентифікації на pixiv. Можете скопіювати його на випадок, якщо захочете змінити екземпляр або якщо забудете його. Наведіть курсор, щоб відкрити.

source: CSRF Token
fil: Token ng CSRF
uk: Токен CSRF

source: This is your CSRF (Cross Site Request Forgery) token which is used internally to send POST requests to pixiv. You probably shouldn't be needing it unless you're gonna mess or experiment with the pixiv API.
fil: Ito ang iyong CSRF (Cross Site Request Forgery) token na ginagamit nang internal para magpadala ng mga POST request sa pixiv. Malamang na hindi mo ito kailangan maliban kung gugulo ka o mag-eeksperimento sa pixiv API.
uk: Це ваш токен CSRF (Cross Site Request Forgery), який використовується для надсилання POST-запитів до pixiv. Імовірно, він вам не знадобитися, якщо тільки ви не збираєтеся експериментувати з API pixiv.

source: Language and location
fil: Wika at lokasyon
uk: Мова і місцезнаходження

source: Language
fil: Wika
ru: Язык
uk: Мова

source: You can select your prefered language here.
ru: Вы можете выбрать ваш язык предпочтения здесь.
uk: Тут ви можете вибрати мову, якій надаєте перевагу.

source: Use system language
fil: Gamitin ang wika ng sistema
ru: Использовать язык системы
uk: Використовувати мову системи

source: Set language
fil: Itakda ang wika
ru: Установить язык
uk: Змінити мову

source: Can't find the language you're looking for? Are the translations inaccurate? <a href='https://translate.codeberg.org/engage/vixipy' target='_blank'>Help translate!</a>
fil: Hindi mahanap ang wikang hinahanap mo? Mali ba ang mga pagsasalin? <a href='https://translate.codeberg.org/engage/vixipy' target='_blank'>Tumulong sa pagsasalin!</a>
ru: Не можете найти язык, который вы ищете? Переводы неточные? <a href='https://translate.codeberg.org/engage/vixipy' target='_blank'>Помогите с переводом!</a>
uk: Не можете знайти потрібну мову? Неточності у перекладі? <a href='https://translate.codeberg.org/engage/vixipy' target='_blank'>Допоможіть перекласти!</a>

source: Location
fil: Lokasyon
uk: Місцезнаходження

source: About location settings
fil: Tungkol sa mga setting ng lokasyon
uk: Про налаштування місцезнаходження

source: Set Location
fil: Itakda ang lokasyon
uk: Змінити місцезнаходження

source: pixivision Language
fil: Wika sa pixivision
ru: Язык pixivision
uk: Мова pixivision

source: You can set the language for pixivision articles here.
fil: Maaari mong itakda ang wika para sa mga artikulo sa pixivision dito.
ru: Вы можете установить язык для статей pixivision здесь.
uk: Тут ви можете вибрати мову для статей pixivision.

source: Timezone
uk: Часовий пояс

source: Set timezone
fil: Itakda ang timezone
uk: Змінити часовий пояс

source: License
fil: Lisensya
ru: Лицензия
uk: Ліцензія

source: Vixipy is licensed under the GNU Affero General Public License, version 3. The license text is as follows:
fil: Nakalisensya ang Vixipy sa ilalim ng GNU Affero General Public License, bersyon 3. Ang text ng lisensya ay ang sumusunod:
ru: Vixipy лицензирован под GNU Affero General Public License, version 3. Текст лицензии:
uk: Vixipy поширюється на умовах ліцензії GNU Affero General Public License версії 3. Текст ліцензії:

source: Vixipy Settings
fil: Mga Setting sa Vixipy
ru: Vixipy Настройки
uk: Налаштування Vixipy

source: Proxy server
ru: Прокси сервер
uk: Проксі-сервер

source: A pixiv image proxy server allows you to access images from pixiv without your device making any connection to pixiv servers.
fil: Ang isang pixiv image proxy server ay nagbibigay-daan sa iyo na ma-access ang mga larawan mula sa pixiv nang hindi gumagawa ng anumang koneksyon ang iyong device sa mga pixiv server.
ru: Прокси сервер для изображений pixiv позволяет вам получить доступ к изображениям из pixiv без подключения вашего девайса к pixiv серверам.
uk: Проксі-сервер зображень pixiv дозволяє вам отримувати доступ до зображень з pixiv без підключення вашого пристрою до серверів pixiv.

source: Vixipy has a built-in proxy server, but you can specify one below. Only images from the domain <code>i.pximg.net</code> will use the specified proxy server.
fil: May kasamang proxy server ang Vixipy, ngunit maari kang magtukoy ng isa sa ibaba. Ang mga larawan mula sa domain na <code>i.pximg.net</code> ay gagamitin ang tinukoy na proxy server.
ru: Vixipy имееет встроенный прокси сервер, но вы можете указать один снизу. Только изображения с домена <code>i.pximg.net</code> будут использовать указанный прокси сервер.
uk: Vixipy має вбудований проксі-сервер, але ви можете вказати свій нижче. Тільки зображення з домену <code>i.pximg.net</code> будуть використовувати вказаний проксі-сервер.

source: Use built-in proxy server
fil: Gamitin ang kasamang proxy server
ru: Использовать встроенный прокси сервер
uk: Використовувати вбудований проксі-сервер

source: Use selected proxy
fil: Gamitin ang piniling proxy
ru: Использовать выбранный прокси
uk: Використовувати вибраний проксі

source: Custom proxy server
fil: Custom na proxy server
ru: Пользовательский прокси сервер
uk: Користувацький проксі-сервер

source: You can specify a custom proxy server below.
fil: Maari kang magtukoy ng isang custom na proxy server sa ibaba.
ru: Вы можете указать пользовательский прокси сервер снизу.
uk: Можете вказати свій проксі-сервер нижче.

source: Use proxy server
fil: Gamitin ang proxy server
ru: Использовать прокси сервер
uk: Використовувати проксі

source: Theme
fil: Tema
ru: Тема
uk: Тема

source: You can set your theme below.
fil: Maari mong pillin ang iyong tema sa ibaba.
ru: Вы можете поставить вашу тему снизу.
uk: Нижче ви можете вибрати тему.

source: Use default theme
fil: Gamitin ang default na tema
ru: Использовать тему по умолчанию
uk: Використовувати стандартну тему

source: Set Theme
fil: Itakda ang Tema
ru: Поставить Тему
uk: Застосувати тему

source: Account
ru: Аккаунт
uk: Обліковий запис

source: Display Settings
fil: Mga Setting ng Pag-display
ru: Настройки Отображения
uk: Налаштування показу

source: <b>NOTE:</b> These settings will not apply to your pixiv account.
fil: <b>NOTE:</b> Hindi maiimbak ang mga setting na ito sa iyong pixiv account.
ru: <b>НА ЗАМЕТКУ:</b> Эти настройки не будут применены к вашему pixiv аккаунту.
uk: <b>ПРИМІТКА:</b> Ці налаштування не застосовуватимуться до вашого облікового запису pixiv.

source: Some of these settings are enforced by your pixiv account's settings.
fil: Ang ilan sa mga setting na ito ay ipinapatupad ng mga setting ng iyong pixiv account.
ru: Некоторые из этих настроек принуждены настройками вашего pixiv аккаунта.
uk: Деякі з цих параметрів встановлено у вашому обліковому записі pixiv.

source: Some of these settings are enforced by the instance's associated pixiv account.
fil: Ang ilan sa mga setting na ito ay ipinapatupad ng nauugnay na pixiv account ng instansya.
ru: Некоторые из этих настроек принуждены настройками сервера ассоциированного pixiv аккаунта.
uk: Деякі з цих параметрів встановлено в обліковому записі pixiv, асоційованому з екземпляром.

source: Hide AI-generated works
fil: Itago ang mga gawang nabuo ng AI
ru: Скрыть работы сгенерированные ИИ
uk: Приховати роботи, створені ШІ

source: Hide explicit content (R-18)
fil: Itago ang tahasang nilalaman (R-18)
ru: Скрыть откровенный контент (R-18)
uk: Приховати відвертий вміст (R-18)

source: Hide ero-guro (R-18G) content
fil: Itago ang mga ero-guro (R-18G) na nilalaman
ru: Скрыть эро-гуро (R-18G) контент
uk: Приховати вміст ероґуро (R-18G)

source: Hide potentially sensitive content
fil: Itago ang potensyal na sensitibong nilalaman
ru: Скрыть контент потенциально деликатного характера
uk: Приховати потенційно делікатний вміст

source: Hide ads (Vixipy has no ads)
fil: Itago ang mga ad (Walang mga ad ang Vixipy)
ru: Скрыть рекламу (Vixipy не имеет рекламы)
uk: Приховати рекламу (Vixipy не має реклами)

source: Save preferences
fil: I-save ang mga kagustuhan
ru: Сохранить предпочтения
uk: Зберегти налаштування

source: Your browser does not seem to have WebAssembly supported or enabled. Please enable WebAssembly to use the converter.
fil: Mukhang hindi sinusuportahan o naka-enable ang WebAssembly sa iyong browser. Paki-enable ang WebAssembly para gamitin ang converter.
ru: По всей видимости, ваш браузер не поддерживает WebAssembly, или он не включен. Пожалуйста, включите WebAssembly, чтобы использовать конвертер.
uk: Здається, ваш браузер не підтримує WebAssembly або його не ввімкнено. Будь ласка, ввімкніть WebAssembly для використання конвертера.

source: Status
ru: Статус
uk: Стан

source: Console
ru: Консоль
uk: Консоль

source: Variable Frame Rate
fil: Variable na Frame Rate
ru: Переменная Частота Кадров
uk: Змінна частота кадрів

source: Convert
fil: I-convert
ru: Конвертировать
uk: Конвертувати

source: Based on the code of <a href="https://ugoira.vercel.app/">https://ugoira.vercel.app/</a>
fil: Naka-base sa code ng <a href="https://ugoira.vercel.app/">https://ugoira.vercel.app/</a>
ru: Основано на коде <a href="https://ugoira.vercel.app/">https://ugoira.vercel.app</a>
uk: На основі коду <a href="https://ugoira.vercel.app/">https://ugoira.vercel.app/</a>

source: Enter ID
fil: Ilagay ang ID
ru: Впишите ID
uk: Введіть ID

source: Go
ru: Перейти
uk: Почати

source: %(user)s's bookmarks (%(total)s)
fil: Mga bookmark ni %(user)s (%(total)s)
ru: Закладки %(user)s'а (%(total)s)
uk: Закладки %(user)s (%(total)s)

source: followed users
fil: mga sinusundan na user
ru: подписки на пользователей
uk: відстежувані

source: followers
fil: mga tagasunod
ru: подписчики
uk: відстежувачі

source: %(user)s's %(sect)s
fil: %(sect)s ni %(user)s
ru: %(sect)s %(user)s'a
uk: %(sect)s %(user)s

source: Following
fil: Sinusundan
ru: Подписаны
uk: Відстежувані

source: Followers
fil: Mga Tagasunod
ru: Подписчики
uk: Cтежать

source: Users
fil: Mga User
ru: Пользователи
uk: Користувачі

source: %(user)s's Illustrations
fil: Mga illustration ni %(user)s
ru: Иллюстрации %(user)s'а
uk: Ілюстрації %(user)s

source: %(user)s's background
fil: Background ni %(user)s
ru: Фон %(user)s'a
uk: Фон %(user)s

source: %(user)s's profile picture
fil: Larawan ng profile ni %(user)s
ru: аватар профиля %(user)s'а
uk: Зображення профілю %(user)s

source: Follow
fil: Sundan
ru: Подписаться
uk: Стежити

source: Illustrations and Manga
fil: Mga Illustration at Manga
ru: Иллюстрации и Манга
uk: Ілюстрації і манга

source: %(user)s's Manga
fil: Mga Manga ni %(user)s
ru: Манга %(user)s'а
uk: Манга %(user)s

source: Description (max 3000 characters)
fil: Paglalarawan (hindi lalagpas sa 3000 karakter)

source: Series %(title)s
fil: Serye %(title)s

source: %(count)s likes
fil: %(count)s mga like

source: %(count)s bookmarks
fil: %(count)s mga bookmark

source: Series
fil: Serye

source: Updated %(date)s
fil: Na-update noong %(date)s

source: Already in your watchlist
fil: Nasa watchlist mo

source: Add to Watchlist
fil: Idagdag sa Watchlist

source: You can select your preferred language here.
fil: Maari mong pillin ang gusto mong wika dito.

source: pixiv Premium
ru: pixiv Премиум
