Repository: searinminecraft/Vixipy
Catalog: pyxiv/translations/*/LC_MESSAGES/messages.po
Languages: fil, ru, uk

source: Recommended artworks with tag
fil: Mga inirerekomendang artwork na may tag na
ru: Рекомендованные работы с тэгом
uk: Рекомендовані роботи з тегом

source: Jump to page
fil: Tumalon sa pahina
ru: Перейти на страницу
uk: Перейти на сторінку

source: You are about to leave Vixipy
fil: Malapit ka nang umalis sa Vixipy
ru: Вы покидаете Vixipy
uk: Ви покидаєте Vixipy

source: Continuing will direct you to %(dest)s.
fil: Ang pagpapatuloy ay ididirekta ka sa %(dest)s.
ru: Если вы продолжите, вы будете перенаправлены на %(dest)s.
uk: Продовживши, ви потрапите на %(dest)s.

source: Stay safe, using a <a href='https://www.vpngate.net'>VPN</a> or <a href='https://www.torproject.org/'>Tor</a> is recommended.
fil: Manatiling ligtas, inirerekonenda ang paggamit ng <a href='https://www.vpngate.net'>VPN</a> o <a href='https://www.torproject.org/'>Tor</a>.
ru: Оставаться в безопасности, используя <a href='https://www.vpngate.net'>VPN</a> или <a href='https://www.torproject.org/'>Tor</a> рекомендовано.
uk: Для безпеки радимо користуватися <a href='https://www.vpngate.net'>VPN</a> або <a href='https://www.torproject.org/'>Tor</a>.

source: Possibly sensitive content ahead!
fil: Posibleng sensitibong content sa unahan!
ru: Потенциально чувствительный контент!
uk: Можливо, далі буде чутливий вміст!

source: This domain is commonly used for sharing sensitive or otherwise R-18 contents, mostly behind a one-time fee or monthly subscription. Watch out for these kinds of content!
fil: Ang domain na ito ay karaniwang ginagamit para sa pagbabahagi ng sensitibo o kung hindi man ay R-18 na nilalaman, karamihan ay nasa likod ng isang beses na bayad o buwanang subscription. Mag-ingat sa mga ganitong uri ng nilalaman!
ru: Этот домен в основном используются для того, чтобы делиться чувствительным или по-другому R-18 контентом, в большинстве своем за одноразовой коммиссией или ежемесячной подпиской. Будьте внимательны с такими типами контента!
uk: Цей домен зазвичай використовується для обміну делікатним або іншим вмістом R-18, в основному за одноразову плату або щомісячну підписку. Будьте обережні з таким контентом!

source: Continue to site
fil: Magpatuloy sa site
ru: Продолжить к сайту
uk: Перейти на сайт

source: Newest
fil: Pinakabago
ru: Новейшие
uk: Новинки

source: Newest from all users
fil: Pinakabago mula sa lahat ng mga user
ru: Новейшие от всех пользователей
uk: Нове від усіх користувачів

source: General
ru: Общие
uk: Загальне

source: Notifications
fil: Mga Abiso
ru: Уведомления
uk: Сповіщення

source: No notifications
fil: Walang mga abiso
ru: Нет уведомлений
uk: Немає сповіщень

source: Ranking calendar
fil: Kalendaryo ng ranking
ru: Календарь Рейтингов
uk: Календар рейтингів

source: Previous
fil: Nakaraan
ru: Предыдущий
uk: Попередній

source: Current
fil: Kasalukuyan
ru: Текущий
uk: Поточний

source: Next
fil: Susunod
ru: Следующий
uk: Наступний

source: Day %(day)s
fil: Araw %(day)s
ru: День %(day)s
uk: День %(day)s

source: Rankings
fil: Mga Ranking
ru: Рейтинги
uk: Рейтинги

source: Options
fil: Mga opsyon
ru: Опции
uk: Параметри

source: Note: Some options may not be compatible with each other.
fil: Tandaan: Maaring hindi compatible sa isa't isa ang mga ilang opsyon.
ru: На заметку: Некоторые опции могут быть несовместимы друг с другом.
uk: Примітка: деякі параметри можуть бути несумісні між собою.

source: Content:
fil: Nilalaman:
ru: Контент:
uk: Вміст:

source: Ugoira
ru: Угойра
uk: Угойра

source: Mode:
ru: Режим:
uk: Режим:

source: Daily
fil: Araw-araw
ru: Ежедневные
uk: Щоденні

source: Daily (AI)
fil: Araw-araw (AI)
ru: Ежедневные (ИИ)
uk: Щоденні (ШІ)

source: Weekly
fil: Lingguhan
ru: Еженедельные
uk: Щотижневі

source: Monthly
fil: Buwanan
ru: Ежемесячные
uk: Щомісячні

source: Daily (R-18)
fil: Araw-araw (R-18)
ru: Ежедневные (R-18)
uk: Щоденні (R-18)

source: Weekly (R-18)
fil: Lingguhan (R-18)
ru: Еженедельные (R-18)
uk: Щотижневі (R-18)

source: Rookie
fil: Bagito
ru: Новичковые
uk: Новачки

source: Date:
fil: Petsa:
ru: Дата:
uk: Дата:

source: Apply
fil: I-apply
ru: Применить
uk: Застосувати

source: Ranking for %(date)s
fil: Ranking para sa %(date)s
ru: Рейтинги для %(date)s
uk: Рейтинг за %(date)s

source: Previous Date
fil: Nakaraang Petsa
ru: Предыдущая Дата
uk: Попередня дата

source: Next Date
fil: Susunod na Petsa
ru: Следующая Дата
uk: Наступна дата

source: Calendar
fil: Kalendaryo
ru: Календарь
uk: Календар

source: Back
fil: Bumalik
ru: Назад
uk: Назад

source: Replies
fil: Mga tugon
ru: Ответы
uk: Відповіді

source: In reply to
fil: Bilang tugon sa
ru: В ответ к
uk: У відповідь на

source: Sensitivity Warning
fil: Babala sa Sensitivity
ru: Предупреждение о Чувствительности
uk: Попередження про чутливість

source: Sensitive content ahead!
fil: Sensitibong nilalaman sa unahan!
ru: Чувствительный контент!
uk: Далі чутливий вміст!

source: This page contains sensitive or explicit content. Do you want to continue?
fil: Ang pahinang ito ay naglalaman ng sensitibo o tahasang nilalaman. Gusto mo bang magpatuloy?
ru: Эта страница содержит чувствительный или откровенный контент. Вы хотите продолжить?
uk: Ця сторінка містить делікатний або відвертий вміст. Продовжити?

source: This warning will only show up once until you restart your browser.
fil: Ipapakita lamang ang babala na ito nang isang beses hanggang sa i-restart mo ang iyong browser.
ru: Это предупреждение появится только один раз до момента пока вы не перезапустите свой браузер.
uk: Це попередження з'явиться лише один раз, доки ви не перезапустите браузер.

source: Go back
fil: Bumalik
ru: Вернуться назад
uk: Повернутися

source: Continue
fil: Magpatuloy
ru: Продолжить
uk: Продовжити

source: <b>%(total)s</b> works
fil: <b>%(total)s</b> mga gawa
uk: <b>%(total)s</b> робіт

source: Remove from favorites
fil: Tanggalin mula sa mga paborito
uk: Видалити з обраного

source: Add to favorites
fil: Idagdag sa mga paborito
uk: Додати до обраного

source: Advanced search options
fil: Mga advanced na opsyon sa paghahanap
ru: Продвинутые настройки поиска
uk: Розширені параметри пошуку

source: Related tags
fil: Mga nauugnay na tag
ru: Связанные тэги
uk: Пов'язані теги

source: Popular artworks
fil: Mga popular na artwork
ru: Полулярные работы
uk: Популярні роботи

source: Recent
fil: Kamakailan
ru: Недавние
uk: Нещодавні

source: All time
fil: Lahat ng oras
ru: За все время
uk: За весь час

source: Works
fil: Mga gawa
ru: Работы
uk: Роботи

source: Advanced search options (experimental)
fil: Mga advanced na opsyon sa paghahanap (pang-eksperimento)
ru: Продвинутые настройки поиска (экспериментально)
uk: Розширені параметри пошуку (експериментально)

source: Mode
ru: Режим
uk: Режим

source: Safe
fil: Ligtas
ru: Безопасные
uk: Безпечний

source: Order by
fil: Isaayos ayon sa
ru: Сортировать по
uk: Сортувати за

source: Date
fil: Petsa
ru: Дате
uk: Датою

source: Date (Descending)
fil: Petsa (Pababa)
ru: Дате (По убыванию)
uk: Датою (спадання)

source: Popular
fil: Sikat
ru: Популярности
uk: Популярністю

source: Popular (Descending)
fil: Sikat (Pababa)
ru: Популярности (По убыванию)
uk: Популярністю (спадання)

source: Popular among male users
fil: Sikat sa mga lalaking gumagamit
ru: Популярности среди пользователей мужчин
uk: Популярністю серед чоловіків

source: Popular among male users (Descending)
fil: Sikat sa mga lalaking gumagamit (Pababa)
ru: Популярности среди пользователей мужчин (По убыванию)
uk: Популярністю серед чоловіків (спадання)

source: Popular among female users
fil: Sikat sa mga babaeng gumagamit
ru: Популярности среди пользователей женщин
uk: Популярністю серед жінок

source: Popular among female users (Descending)
fil: Sikat sa mga babaeng gumagamit (Pababa)
ru: Популярности среди пользователей женщин (По убыванию)
uk: Популярністю серед жінок (спадання)

source: Search mode
fil: Mode ng paghahanap
ru: Режим поиска
uk: Режим пошуку

source: Unspecified
fil: Hindi tinukoy
ru: Не указано
uk: Не вказано

source: Tag (Exact Match)
fil: Tag (Eksaktong Tugma)
ru: Тэг (Точное Совпадение)
uk: Тег (точний збіг)

source: Tag (Partial Match)
fil: Tag (Bahagyang Tugma)
ru: Тэг (Частичное Совпадение)
uk: Тег (частковий збіг)

source: Title/Caption
fil: Paksa/Caption
ru: Оглавнение/Заголовок
uk: Назва/заголовок

source: Go beyond last page
fil: Lumampas sa huling pahina
ru: Перейти за пределы последней страницы
uk: Переходити на сторінку після останньої

source: Use this if you are sure that there are more results beyond the last page (due to pixiv's quirky API). If nothing shows up, try to refresh the page repeatedly. If it does not work, it might really be the last page.
fil: Gamitin ito kung sigurado kang may higit pang mga resulta sa kabila ng huling pahina (dahil sa kakaibang API ng pixiv). Kung walang lumalabas, subukang i-refresh ang page nang paulit-ulit. Kung hindi ito gumana, maaaring ito na talaga ang huling pahina.
ru: Используйте это, если вы уверены, что здесь больше результатов за пределами последней страницы (из-за чудоковатого API pixiv). Если ничего не появляется, попробуйте перезагрузить эту страницу несколько раз подряд. Если это не работает, это может быть на самом деле последняя страница.
uk: Використовуйте, якщо ви впевнені, що за останньою сторінкою ще є результати (через химерний API pixiv). Якщо нічого не з'являється, спробуйте оновити сторінку кілька разів. Якщо і це не допоможе — можливо, це дійсно остання сторінка.

source: More Options...
fil: Higit pang mga opsyon…
ru: Больше Опций...
uk: Більше параметрів...

source: Minimum Width
fil: Pinakamababang haba
ru: Минимальная Толщина
uk: Мінімальна ширина

source: Maximum Width
fil: Pinakamalaking haba
ru: Максимальная Толщина
uk: Максимальна ширина

source: Minimum Height
fil: Pinakamababang taas
ru: Минимальная Высота
uk: Мінімальна висота

source: Maximum Height
fil: Pinakamataas na Taas
ru: Максимальная Высота
uk: Максимальна висота

source: Ratio
ru: Соотношение
uk: Пропорція

source: Portrait
ru: Портрет
uk: Портретна

source: Square
fil: Parisukat
ru: Квадрат
uk: Квадрат

source: Landscape
ru: Пейзаж
uk: Альбомна

source: Tool:
fil: Gamit:
ru: Инструмент:
uk: Інструмент:

source: Posted before
fil: Na-post bago
ru: Выложенные до
uk: Опубліковано до

source: Posted after
fil: Na-post pagkatapos
ru: Выложенные после
uk: Опубліковано після

source: Minimum Bookmarks
fil: Pinakamababang Mga Bookmark
ru: Минимум Закладок
uk: Мінімум закладок

source: Maximum Bookmarks
fil: Pinakamataas na Mga Bookmark
ru: Максимум Закладок
uk: Максимум закладок

source: Search works...
fil: Maghanap ng mga gawa…
ru: Искать работы...
uk: Шукати роботи...

source: Messages
fil: Mga Mensahe
uk: Повідомлення

source: Log in
fil: Mag-log in
ru: Войти
uk: Увійти

source: %(following)d following - %(followers)d followers
fil: %(following)d sinusundan - %(followers)d mga tagasunod
uk: %(following)d відстежуваних – %(followers)d cтежать

source: User ID: %(id)d
fil: ID ng User: %(id)d
uk: ID користувача: %(id)d

source: Profile
fil: Iyong profile
ru: Профиль
uk: Профіль

source: Bookmarks
fil: Mga Bookmark
ru: Закладки
uk: Закладки

source: Followed Users
fil: Mga Sinusundan na User
uk: Відстежувані користувачі

source: Settings
fil: Mga Setting
ru: Настройки
uk: Налаштування

source: Log out
fil: Mag-log out
ru: Выйти
uk: Вийти

source: Romance
fil: Pagmamahalan
uk: Романтика

source: Isekai fantasy
fil: Isekai na pantasya
uk: Ісекай

source: Contemporary fantasy
fil: Kontemporaryong pantasya
uk: Сучасне фентезі

source: Mystery
fil: Misteryo
uk: Містика

source: Horror
fil: Katatakutan
uk: Жахи

source: Sci-fi
fil: Sayens piksyon
uk: Наукова фантастика

source: Literature
fil: Panitikan
uk: Література

source: Drama
fil: Dula
uk: Драма

source: Historical pieces
fil: Makasaysayang mga piraso
uk: Історичні твори

source: BL (yaoi)
fil: Pagmamahal ng mga lalaki (yaoi)
uk: BL (яой)

source: Yuri
uk: Юрі

source: For kids
fil: Para sa mga bata
uk: Для дітей

source: Poetry
fil: Tula
uk: Поезія

source: Essays/non-fiction
fil: Mga sanaysay/non-fiction
uk: Есе / Документальна література

source: Screenplays/scripts
fil: Senaryo/mga script
uk: Сценарії

source: Reviews/opinion pieces
fil: Mga review/opinyon
uk: Оглядові / публіцистичні статті

source: Other
fil: Iba
uk: Інше

source: %(episode)s Episode(s)
fil: %(episode)s (Mga) Episode
uk: %(episode)s епізодів

source: %(wordCount)s words
fil: %(wordCount)s salita
uk: %(wordCount)s слів

source: %(textCount)s characters
fil: %(textCount)s karakter
uk: %(textCount)s знаків

source: Hold up!
fil: Sandali lang!
ru: Подождите!
uk: Зупиніться!

source: This tool is only meant to be used by developers. If someone told you to copy and paste something here, there is an 11/10 chance they are trying to steal your account!
fil: Ang tool na ito ay nilalayong gamitin lamang ng mga developer. Kung may nagsabi sa iyo na kopyahin at i-paste ang isang bagay dito, may 11/10 na pagkakataong sinusubukan nilang nakawin ang iyong account!
ru: Этот инструмент предназначен для использования только разработчиками. Если кто-то сказал вам скопировать и вставить что-то сюда, есть 11/10 шанс, что они пытаются украсть ваш аккаунт!
uk: Цей інструмент призначений для використання тільки розробниками. Якщо хтось попросив вас скопіювати щось і вставити сюди — це однозначно спроба вкрасти ваш обліковий запис!

source: If you know what you're doing, you should go contribute at: https://codeberg.org/vixipy/Vixipy
fil: Kung alam mo kung ano ang iyong ginagawa, dapat kang mag-ambag sa: https://codeberg.org/vixipy/Vixipy
ru: Если вы знаете что вы делаете, вам стоит пойти поучаствовать в проекте: https://codeberg.org/vixipy/Vixipy
uk: Якщо ви знаєте, що робите, можете зробити свій внесок за посиланням: https://codeberg.org/vixipy/Vixipy

source: This website requires JavaScript.
fil: Nangangailangan ng JavaScript ang website na ito.
ru: Этот веб-сайт требует JavaScript.
uk: Для цього сайту потрібен JavaScript.

source: Explore
fil: Galugarin
uk: Дослідити

source: Discover
fil: Tuklasin
ru: Исследовать
uk: Огляд

source: Tools
fil: Mga Kagamitan
uk: Інструменти

source: Ugoira Converter
fil: Converter ng Ugoira
ru: Конвертер Угойры
uk: Конвертувати угойру

source: Miscellaneous
fil: Iba pa
uk: Різне

source: pixiv News
fil: Balita sa pixiv
ru: pixiv Новости
uk: Новини pixiv

source: About Vixipy
fil: Tungkol sa Vixipy
ru: О Vixipy
uk: Про Vixipy

source: Source Code
ru: Исходный Код
uk: Вихідний код

source: <b>Remember:</b> All messages are not end-to-end encrypted and are subject to the <a rel='noopener noreferrer' href='https://policies.pixiv.net'>pixiv Service Master Terms of Use</a>. Don't send sensitive information!
fil: <b>Tandaan:</b> Ang lahat ng mga mensahe ay hindi end-to-end na naka-encrypt at napapailalim sa <a rel='noopener noreferrer' href='https://policies.pixiv.net'>pixiv Service Master Terms of Use</a>. Huwag magpadala ng sensitibong impormasyon!
uk: <b>Пам'ятайте:</b> всі повідомлення не шифруються наскрізним шифруванням і підпадають під дію <a rel='noopener noreferrer' href='https://policies.pixiv.net'>Основних умов використання сервісу pixiv</a>. Не надсилайте конфіденційну інформацію!

source: This thread is reserved for important pixiv messages
fil: Nakareserba ang thread na ito para sa mga importanteng mensahe ng pixiv
uk: Цю гілку зарезервовано для важливих повідомлень pixiv

source: pixiv nor Vixipy will never ask for login information or session tokens
fil: Hindi kailanman maghihingi ng impormasyon ng pag-login o mga session token ang pixiv o Vixipy
uk: Ні pixiv, ні Vixipy ніколи не запитують дані для входу або токени сеансу

source: Remove
fil: Tanggalin
uk: Видалити

source: Upload image
fil: Mag-upload ng larawan
uk: Завантажити зображення

source: Message %(name)s
fil: I-mensahe si/ang %(name)s
uk: Повідомлення %(name)s

source: Older News
fil: Mga Lumang Balita
ru: Новости Постарее
uk: Попередні новини

source: News
fil: Balita
ru: Новости
uk: Новини

source: Official Events
fil: Mga Opisyal na Kaganapan
ru: Официальные События
uk: Офіційні події

source: New Features
fil: Mga Bagong Feature
ru: Новые Возможности
uk: Нові функції

source: System Maintenance
fil: Pagpapanatili ng Sistema
ru: Системные Работы
uk: Технічне обслуговування

source: Unused Category
fil: Hindi Ginamit na Kategorya
ru: Неиспользованная Категория
uk: Невикористана категорія

source: Features to be updated (deprecated)
fil: Mga feature na ia-update (hindi na ginagamit)
ru: Функции доя обновления (устаревшая)
uk: Функції, які будуть оновлені (застарілі)

source: Deprecated Category
fil: Hindi Na Ginagamit na Kategorya
ru: Устаревшая Категория
uk: Категорія «Застарілі»

source: Posted on %(date)s
fil: Na-post noong %(date)s
ru: Загружено %(date)s
uk: Опубліковано %(date)s

source: News from pixiv
fil: Mga balita mula sa pixiv
ru: Новости от pixiv
uk: Новини pixiv

source: Popular original novels
fil: Mga popular na orihinal na nobela
uk: Популярні оригінальні романи

source: Category:
fil: Kategorya:
ru: Категория:
uk: Категорія:

source: pixivision Articles
fil: Mga artikulo sa pixivision
ru: pixivision Статьи
uk: Статті pixivision

source: Note: pixivision is experimental. Some articles may not load correctly.
fil: Tandaan: Pang-eksperimento ang pixivision. Maaring hindi mag-load nang maayos ang ilang mga artikulo.
ru: На заметку: pixivision экспериментален. Некоторые статьи могут загружаться неправильно.
uk: Примітка: pixivision у розробці. Деякі статті можуть завантажуватися неправильно.

source: Featured Article
fil: Itinatampok na Artikulo
ru: Избранная Статья
uk: Вибрана стаття

source: Featured
fil: Itinatampok
ru: Избранное
uk: Вибране

source: Articles
fil: Mga Artikulo
ru: Статьи
uk: Статті

source: Vixipy is a free and open source, privacy respecting pixiv frontend, allowing you to enjoy pixiv content with a peace of mind in terms of privacy, speed, and reliability.
fil: Ang Vixipy ay isang libre at open source at gumagalang sa pagkapribado na pixiv frontend, na nagbibigay-daan sa iyo na ma-enjoy ang pixiv content na may kapayapaan ng isip sa mga tuntunin ng privacy, bilis, at pagiging maaasahan.
ru: Vixipy это свободный фронт-энд с открытым источником для pixiv, который уважает вашу конфендециальность и позволяет вам наслаждаться pixiv контентом с душевным покоем в терминах конфиденциальности, скорости и надежности.
uk: Vixipy — вільний і відкритий фронтенд для pixiv, який поважає конфіденційність і дозволяє вам насолоджуватися контентом pixiv спокійно з точки зору конфіденційності, швидкості і надійності.

source: Why Vixipy?
fil: Bakit Vixipy?
ru: Почему Vixipy?
uk: Чому Vixipy?

source: The problem with using pixiv is that it uses so much unnecessary bandwidth, has trackers (Google Tag Manager), is proprietary (and contains proprietary components like ReCAPTCHA), possibly privacy invasive, and is also behind Cloudflare, which you already know has <a href='https://0xacab.org/dCF/deCloudflare'>many, many problems.</a>
fil: Ang problema sa paggamit ng pixiv ay gumagamit ito ng maraming hindi kailangan na bandwidth, may mga tracker (Google Tag Manager), ay proprietary (at naglalaman ng mga proprietary na component tulad ng ReCAPTCHA), maaring invasive sa pagkapribado, at nasa-likod ng Cloudflare, na alam mo na ay may <a href='https://0xacab.org/dCF/deCloudflare'>napakaraming problema.</a>
ru: Проблема с использованием pixiv в том, что он использует так много траффика без необходимости, содержит трекеры (Google Tag Manager), является проприетарным (и имеет проприетарные компоненты как ReCAPTCHA), скорее всего инвазивный в терминах конфиденциальности, и в том числе за Cloudflare, который как вы уже знаете имеет <a href='https://0xacab.org/dCF/deCloudflare'>кучу, кучу проблем.</a>
uk: Проблема користування pixiv полягає в тому, що він використовує забагато пропускної здатності, має трекери (Google Tag Manager), є пропрієтарним (і містить пропрієтарні компоненти, такі як ReCAPTCHA), імовірно втручається в приватне життя, а також знаходиться за Cloudflare, який, як відомо, має <a href='https://0xacab.org/dCF/deCloudflare'>дуже багато проблем.</a>

source: With Vixipy, you can enjoy using most pixiv features with a frontend you can trust. Your browser will never connect to any external server except if you specify an external image proxy server.
fil: Sa Vixipy, mae-enjoy mo ang karamihan sa mga tampok ng pixiv gamit ang frontend na mapagkakatiwalaan mo. Hindi kokonekta ang iyong browser sa anumang panlabas na server maliban kung magtukoy ka ng panlabas na image proxy server.
uk: З Vixipy ви можете насолоджуватися використанням більшості функцій pixiv із фронтендом, якому можете довіряти. Ваш браузер не підключатиметься до жодного зовнішнього сервера, крім випадків, коли ви вкажете зовнішній проксі-сервер зображень.

source: Also on the plus side, you don't need an account for viewing full artwork resolution, <a target='_blank' href='/static/img/accountRequired_pixiv.png'>unlike pixiv</a>.
fil: Bukod pa rito, hindi mo kailangan ng account para sa pagtingin sa buong resolution ng artwork, <a target='_blank' href='/static/img/accountRequired_pixiv.png'>hindi tulad ng pixiv</a>.
ru: В том числе из плюсов, вам не нужен аккаунт, чтобы просматривать работы в полном разрешении, <a target='_blank' href='/static/img/accountRequired_pixiv.png'>в отличие от pixiv</a>.
uk: Серед переваг — вам не потрібен обліковий запис для перегляду робіт у повній роздільності, <a target='_blank' href='/static/img/accountRequired_pixiv.png'>на відміну від pixiv</a>.

source: How does it compare to other pixiv frontends (PixivFE, etc.)?
fil: Paano ito kumpara sa iba pang mga pixiv frontend (PixivFE, atbp.)?
ru: Что насчет сравнений с другими фронт-эндами для pixiv (PixivFE, и.т.д.)?
uk: Чим він відрізняється від інших фронтендів pixiv (PixivFE тощо)?

source: Vixipy is, and is always, never a competitor of any pixiv frontend. Sure, Vixipy does take inspiration from other frontends, but only for the good, and with proper credit or attribution if needed.
fil: Ang Vixipy ay, at palaging, hindi isang kalaban ng anumang mga pixiv frontend. Oo, kumukuha ng inspirasyon ang Vixipy mula sa iba pang mga pixiv frontend, pero para sa mabuti lamamg, at may kredito at pagpapatungkol kung kailangan.
ru: Vixipy никогда не соревнуется с другими pixiv фронт-эндами. Конечно, Vixipy берет вдохновение из других фронт-эндов, но только ради блага, с правильным упоминанием и аттрибуцией, если нужно.
uk: Vixipy не є і ніколи не буде конкурентом жодному фронтенду pixiv. Звичайно, Vixipy надихається іншими фронтендами, але лише для користі та з належним зазначенням авторства, де це необхідно.

source: Performance-wise, Vixipy is sometimes faster or on par with other pixiv frontends.
fil: Sa pagganap, Mas mabilis minsan ang Vixipy o kapantay ng iba pang mga pixiv frontend.
uk: Щодо швидкодії, Vixipy іноді швидше або на одному рівні з іншими фронтендами pixiv.

source: What makes Vixipy unique?
fil: Ano ang natatangi sa Vixipy?
uk: Що робить Vixipy унікальним?
