Repository: searinminecraft/Vixipy
Catalog: pyxiv/translations/*/LC_MESSAGES/messages.po
Languages: fil, ru, uk

source: pixiv Error!
fil: Error sa pixiv!
ru: pixiv Ошибка!
uk: Помилка pixiv!

source: pixiv returned an error trying to request data: <code>%(status)d - %(error)s</code>
fil: Nagbigay ng error ang pixiv habang naghihiling ng data: <code>%(status)d - %(error)s</code>
ru: pixiv вернул ошибку пытаясь запросить данные: <code>%(status)d - %(error)s</code>
uk: pixiv повернув помилку при спробі запиту даних: <code>%(status)d – %(error)s</code>

source: Unspecified error
fil: Hindi natukoy na eror
ru: Неуказанная ошибка
uk: Невизначена помилка

source: Not found
fil: Hindi nahanap
ru: Не найдено
uk: Не знайдено

source: The requested resource could not be found.
fil: Hindi mahanap ang resource na hinihiling.
ru: Запрошенный ресурс не был найден.
uk: Запитуваний ресурс не вдалося знайти.

source: Bad request
fil: Hindi wastong hiling
ru: Неверный запрос
uk: Неправильний запит

source: The server could not satisfy the request.
fil: Hindi matugunan ng server ang kahilingan.
ru: Сервер не смог удовлетворить запрос.
uk: Сервер не зміг обробити запит.

source: Forbidden
fil: Pinagbawalan
ru: Запрещен
uk: Заборонено

source: You do not have permission to access this page.
fil: Wala kang pahintulot para i-access ang pahina.
ru: У вас нет разрешения на доступ к этой странице.
uk: У вас немає дозволу на доступ до цієї сторінки.

source: Unauthorized
fil: Hindi awtorisado
ru: Неавторизован
uk: Не авторизовано

source: Provide your pixiv PHPSESSID in settings to perform this action.
fil: Ibigay ang iyong pixiv PHPSESSID sa mga setting para gawin ang aksyon na ito.
ru: Предоставьте ваш pixiv PHPSESSID в настройках, чтобы выполнить это действие.
uk: Щоб виконати цю дію, вкажіть у налаштуваннях свій pixiv PHPSESSID.

source: Method Not Allowed
fil: Hindi Pinapayagan ang Paraan
ru: Метод Не Разрешен
uk: Метод не дозволено

source: This method is not allowed for this endpoint
fil: Hindi pinapayagan ang paraang ito para sa endpoint na ito
ru: Этот метод не разрешен для этой конечной точки
uk: Цей метод не дозволено для цієї кінцевої точки

source: Your current theme is invalid. Please set the correct theme in settings.
fil: Hindi wasto ang iyong kaasalukuyang tema. Mangyaring itakda ang tamang tema sa mga setting.
ru: Текущая тема невалидна. Пожалуйста, поставьте корректную тему в настройках.
uk: Поточна тема є недійсною. Будь ласка, встановіть правильну тему в налаштуваннях.

source: Uh oh!
fil: Ay, naku!
ru: Ой ой!
uk: Ой-ой!

source: We have detected that you are using the Facebook WebView. Please click the 3 dots and select 'Open in external browser' to view.
fil: Na-detect namin na ginagamit mo ang Facebook WebView. Paki-click ang 3 dot na menu at piliin ang 'Buksan sa external browser' para itignan.
uk: Ми виявили, що ви використовуєте Facebook WebView. Будь ласка, натисніть на три крапки і виберіть «Відкрити в зовнішньому браузері» для перегляду.

source: You cannot access this illustration
fil: Hindi mo ma-access ang illustration na ito
ru: Вы не можете получить доступ к этой иллюстрации
uk: У вас немає доступу до цієї ілюстрації

source: This illustration is set to be viewable by logged in users only. Since this instance is not associated with a pixiv account, you must log in to view.
fil: Nakatakda ang illustration na makikita lamang ng mga naka-login na user. Dahil ang instance na ito ay hindi nauugnay sa isang pixiv account, kailangan mong mag-login para makita ito.
uk: Цю ілюстрацію можуть переглядати лише зареєстровані користувачі. Оскільки цей екземпляр не пов'язаний з обліковим записом pixiv, для перегляду потрібно ввійти.

source: This illustration is potentially sensitive. To view it, turn off the "Hide potentially sensitive content" setting.
fil: Ang illustration na ito ay potensyal na sensitibo. Upang tingnan ito, i-off ang setting na "Itago ang potensyal na sensitibong nilalaman".
ru: Эта иллюстрация потенциально деликатного характера. Чтобы просмотреть ее, выключите настройку "Скрывать контент потенциально деликатного характера".
uk: Ця ілюстрація є потенційно делікатною. Щоб переглянути її, вимкніть «Приховати потенційно делікатний вміст» у налаштуваннях.

source: This illustration is AI generated. To view it, turn off the "Hide AI generated works" setting.
fil: Ang larawang ito ay binuo ng AI. Para tingnan ito, i-off ang setting na "Itago ang mga gawang nabuo ng AI".
ru: Эта иллюстрация сгенерирована ИИ. Чтобы просмотреть ее, выключите настройку "Скрывать работы сгенерированные ИИ".
uk: Цю ілюстрацію створено штучним інтелектом. Щоб переглянути її, вимкніть «Приховати роботи, створені ШІ» у налаштуваннях.

source: This illustration is rated as R-18. To view it, turn off the "Hide explicit content (R-18)" setting.
fil: Ang paglalarawang ito ay na-rate bilang R-18. Upang tingnan ito, i-off ang setting na "Itago ang tahasang nilalaman (R-18)".
ru: Эта иллюстрация R-18. Чтобы просмотреть ее, выключите настройку "Скрывать откровенный контент (R-18)".
uk: Ця ілюстрація має рейтинг R-18. Щоб переглянути її, вимкніть «Приховати відвертий вміст (R-18)» у налаштуваннях.

source: This illustration is rated as R-18G. To view it, turn off the "Hide ero-guro (R-18G) content" setting.
fil: Ang paglalarawang ito ay na-rate bilang R-18G. Upang tingnan ito, i-off ang setting na "Itago ang tahasang nilalaman (R-18)".
ru: Эта иллюстрация R-18G. Чтобы просмотреть ее, выключите настройку "Скрывать откровенный контент (R-18G)".
uk: Ця ілюстрація має рейтинг R-18G. Щоб переглянути її, вимкніть «Приховати вміст ероґуро (R-18G)» у налаштуваннях.

source: The creator turned off comments.
fil: Pinatay ng creator ang mga komento.
ru: Создатель отключил комментарии.
uk: Автор вимкнув коментарі.

source: Mon
fil: Lun
ru: Пн
uk: Пн

source: Tue
fil: Mar
ru: Вт
uk: Вт

source: Wed
fil: Miy
ru: Ср
uk: Ср

source: Thu
fil: Huw
ru: Чт
uk: Чт

source: Fri
fil: Biy
ru: Пт
uk: Пт

source: Sat
fil: Sab
ru: Сб
uk: Сб

source: Sun
fil: Lin
ru: Вс
uk: Нд

source: Invalid token
fil: Hindi wastong token
ru: Недействительный токен
uk: Недійсний токен

source: An exception occurred trying to log in: %s
fil: May nangyaring exception habang sinusubukang mag-log in: %s
ru: Произошло исключение при попытке войти: %s
uk: Помилка при спробі входу: %s

source: Cannot use token. pixiv returned code %(status)d
fil: Hindi magagamit ang token. Nagbigay ng code %(status)d and pixiv
ru: Не можем воспользоваться токеном. pixiv вернул код %(status)d
uk: Не вдається використати токен. pixiv повернув код %(status)d

source: Unable to extract CSRF
fil: Hindi ma-extract ang CSRF
ru: Не можем извлечь CSRF
uk: Не вдається витягти CSRF

source: Unable to extract p_ab_d_id
fil: Hindi ma-extract ang p_ab_d_id
ru: Не можем извлечь p_ab_d_id
uk: Не вдається витягти p_ab_d_id

source: Cannot use token: %(error)s
fil: Hindi magagamit ang token: %(error)s
ru: Не можем воспользоваться токеном: %(error)s
uk: Не вдається використати токен: %(error)s

source: No token was supplied.
fil: Walang ibinigay na token.
ru: Токен не был поставлен.
uk: Токен не було надано.

source: You have successfully terminated the session. Goodbye!
fil: Matagumpay mong nawakas ang session. Paalam!
ru: Вы успешно завершили сессию. До свидания!
uk: Сеанс успішно завершено. До побачення!

source: Successfully set proxy server
fil: Matagumpay na natakda ang proxy server
ru: Успешно установили прокси сервер
uk: Проксі-сервер успішно встановлено

source: Please specify a URL scheme. Only http and https are accepted.
fil: Paki-bigay ang URL scheme. Tinatanggap lamang ang http o https.
ru: Пожалуйста укажите URL схему. Только http и https принимаются.
uk: Будь ласка, вкажіть схему URL-адреси. Допускаються лише http та https.

source: Invalid URL scheme: %(scheme)s. Only http and https are accepted.
fil: Hindi wastong URL scheme: %(scheme)s. Tinatanggap lamang ang http o https.
ru: Неверная URL схема: %(scheme)s. Только http и https принимаются.
uk: Недійсна схема URL-адреси: %(scheme)s. Допускаються лише http та https.

source: This address is not allowed: %(addr)s
fil: Hindi pinapayagan ang address na ito: %(addr)s
ru: Этот адрес не разрешен: %(addr)s
uk: Ця адреса не дозволена: %(addr)s

source: Due to limitations in Content-Security-Policy directives, IP Addresses are not supported as a proxy server.
fil: Dahil sa mga limitasyon sa mga direktiba ng Content-Security-Policy, hindi sinusuportahan ang mga IP Address bilang proxy server.
ru: Из-за ограничений в директивах Политики Безопасности Контента, IP Адреса не поддерживаются как прокси сервер.
uk: Через обмеження в директивах Content-Security-Policy IP-адреси не підтримуються як проксі-сервер.

source: Note: the proxy server you have specified is behind Cloudflare. Images may possibly not load, and may breach your privacy.
fil: Tandaan: ang proxy server na iyong tinukoy ay nasa likod ng Cloudflare. Maaaring hindi mag-load ang mga larawan, at maaaring masira ang iyong privacy.
ru: На заметку: прокси сервер который вы выбрали находится за Cloudflare. Картинки могут не загружаться, и могут повредить вашей конфиденциальности.
uk: Примітка: вказаний вами проксі-сервер знаходиться за Cloudflare. Зображення можуть не завантажуватись, а ваша конфіденційність може бути порушена.

source: Integrity check failed for image proxy test. Expected %(integrity)s, got %(result)s
fil: Nabigo ang pagsuri ng integridad para sa pagsubok ng image proxy. Inaasahan ang %(integrity)s, nakuha ang %(result)s
ru: Проверка целостности провалилась для теста прокси изображений. Ожидалось %(integrity)s, получили %(result)s
uk: Не вдалося виконати перевірку цілісності для тесту проксі зображень. Очікувалося %(integrity)s, отримано %(result)s

source: An error occured trying to check proxy server: %(error)s
fil: May nangyaring error habang sinusuri ang proxy server: %(error)s
ru: Возникла ошибка при проверке прокси сервера: %(error)s
uk: Помилка при спробі перевірити проксі-сервер: %(error)s

source: Successfully set preferences
fil: Matagumpay na natakda ang mga kagustuhan
ru: Успешно установили предпочтения
uk: Налаштування успішно оновлено

source: Invalid language: %(code)s
fil: Hindi wastong wika: %(code)s
ru: Неверный язык: %(code)s
uk: Недійсна мова: %(code)s

source: Successfully set language.
fil: Matagumpay na natakda ang wika.
ru: Успешно установили язык.
uk: Мову успішно змінено.

source: Successfully set theme
fil: Matagumpay na natakda ang tema
ru: Успешно поставили тему
uk: Тему успішно встановлено

source: Successfully set timezone
fil: Matagumpay na natakda ang timezone
uk: Часовий пояс успішно змінено

source: Successfully set location
fil: Matagumpay na natakda ang lokasyon
uk: Місцезнаходження успішно змінено

source: The ID you specified is not an ugoira.
fil: Hindi ugoira ang ibinigay mong ID.
ru: ID указанный вами не является угойрой.
uk: Вказаний вами ID — не угойра.

source: Illustration not found
fil: Hindi nahanap ang illustration
ru: Иллюстрация не найдена
uk: Ілюстрацію не знайдено

source: pixiv returned an error: %(error)s
fil: Nagbigay ng error ang pixiv: %(error)s
ru: pixiv вернул ошибку: %(error)s
uk: pixiv повернув помилку: %(error)s

source: Successfully bookmarked post
fil: Matagumpay na na-bookmark ang post
ru: Успешно добавили пост в закладки
uk: Публікацію успішно додано до закладок

source: Successfully removed bookmark
fil: Matagumpay na tinanggal ang bookmark
ru: Успешно убрали закладку
uk: Закладку успішно видалено

source: Successfully liked post
fil: Matagumpay na na-like ang post
ru: Успешно лайкнули пост
uk: Публікацію успішно вподобано

source: Unable to post comment: %(errorClass)s: %(error)s
fil: Hindi ma-post ang komento: %(errorClass)s: %(error)s
ru: Не можем отправить комментарий: %(errorClass)s: %(error)s
uk: Не вдалося опублікувати коментар: %(errorClass)s: %(error)s

source: Successfully posted comment
fil: Matagumpay na na-post ang komento
ru: Успешно отправили комментарий
uk: Коментар успішно опубліковано

source: Unable to send stamp: %(errorClass)s: %(error)s
fil: Hindi mapadala ang stamp: %(errorClass)s: %(error)s
ru: Не можем отправить штамп: %(errorClass)s: %(error)s
uk: Не вдалося надіслати наклейку: %(errorClass)s: %(error)s

source: Successfully sent stamp
fil: Matagumpay na napadala ang stamp
ru: Успешно отправили штамп
uk: Наклейку успішно надіслано

source: Successfully deleted comment
fil: Matagumpay na binura ang komento
uk: Коментар успішно видалено

source: Unable to delete comment: %(errorClass)s: %(error)s
fil: Hindi mabura ang komento: %(errorClass)s: %(error)s
uk: Не вдалося видалити коментар: %(errorClass)s: %(error)s

source: You cannot follow yourself.
fil: Hindi mo maaaring sundan ang sarili mo.
ru: Вы не можете подписаться на себя.
uk: Ви не можете стежити за собою.

source: Invalid user
fil: Hindi wastong user
ru: Неверный пользователь
uk: Недійсний користувач

source: Could not follow user
fil: Hindi masundan ang user
ru: Не смогли подписаться на пользователя
uk: Не вдалося почати стежити

source: Successfully followed user
fil: Matagumpay na nasundan ang user
ru: Успешно подписались на пользователя
uk: Тепер ви стежите за користувачем

source: Could not unfollow user
fil: Hindi ma-unfollow ang user
ru: Не смогли отписаться от пользователя
uk: Не вдалося припинити стежити

source: Successfully unfollowed user
fil: Matagumpay na na-unfollow ang user
ru: Успешно отписались от пользователя
uk: Ви більше не стежите за користувачем

source: Successfully edited details
fil: Matagumpay na nabago ang mga detalye
ru: Успешно отредактировали детали
uk: Відомості успішно відредаговано

source: Your profile has been updated
fil: Pinalitan na ang iyong profile
uk: Ваш профіль оновлено

source: Internal Server Error
fil: Panloob na Error sa Server
ru: Внутренняя Ошибка Сервера
uk: Внутрішня помилка сервера

source: If this issue happens again, <a href="https://codeberg.org/vixipy/Vixipy/issues/new">file an issue</a>.
fil: Kung mangyari ang isyu na ito ulit, <a href="https://codeberg.org/vixipy/Vixipy/issues/new">maghain ng isyu</a>.
ru: Если эта ошибка произойдет снова, <a href="https://codeberg.org/vixipy/Vixipy/issues/new">заполните форму об ошибке</a>.
uk: Якщо ця помилка виникне знову, <a href="https://codeberg.org/vixipy/Vixipy/issues/new">створіть задачу</a>.

source: Back to home
fil: Bumalik sa panimula
ru: Назад домой
uk: Повернутися додому

source: Error details
fil: Mga detalye sa error
ru: Детали ошибки
uk: Інформація про помилку

source: If you are going to report a bug, include the traceback if possible. You may redact information such as your home folder.
fil: Kung mag-uulat ka ng bug, isama rin ang traceback kung posible. Maari mong tanggalin ang mga impormasyon tulad ng iyong home folder.
ru: Если вы собираетесь отчитаться об ошибке, добавьте обратную трассировку по возможности. Вы можете редактировать информацию, такую как ваша домашняя папка.
uk: Повідомляючи про помилку, додайте трасування, якщо це можливо. Можете відредагувати дані, наприклад, свою домашню папку.

source: Could not load ugoira. <a href='{{ data.artwork.ugoiraUrl }}'>Download the video</a>, or <a href='https://ugoira.com/i/%(artworkId)d'>go to ugoira.com</a> for more options.
fil: Hindi ma-load ang ugoira. <a href='{{ data.artwork.ugoiraUrl }}'>I-download ang video</a>, o <a href='https://ugoira.com/i/%(artworkId)d'>pumunta sa ugoira.com</a> para sa higit pang mga opsyon.
uk: Не вдалося завантажити угойру. <a href='{{ data.artwork.ugoiraUrl }}'>Завантажте відео</a> або <a href='https://ugoira.com/i/%(artworkId)d'>відвідайте ugoira.com</a>, щоб дізнатися більше.

source: Download
fil: I-download
ru: Загрузить
uk: Завантажити

source: More download options...
fil: Higit pang mga opsyon sa pag-download…
ru: Больше опций загрузки...
uk: Інші варіанти завантаження...

source: Your Illustration
fil: Iyong Illustration
ru: Ваша Иллюстрация
uk: Ваша ілюстрація

source: Limited Visibility
fil: Limitadong Visibility
ru: Ограниченная Видимость
uk: Обмежена видимість

source: AI generated
fil: Binuo ng AI
ru: Сгенерировано ИИ
uk: Створено ШІ

source: Original
fil: Orihinal
ru: Оригинал
uk: Оригінал

source: Disabled
fil: Naka-disable
ru: Отключен
uk: Вимкнено

source: Sensitivity level: %(sl)d
fil: Antas ng sensitivity: %(sl)d
ru: Уровень чувствительности: %(sl)d
uk: Рівень чутливості: %(sl)d

source: View on pixiv
fil: Tignan sa pixiv
ru: Посмотреть на pixiv
uk: Переглянути на pixiv

source: View all
fil: Tignan lahat
ru: Просмотреть все
uk: Переглянути всі

source: Related
fil: Kaugnay
ru: Похожие
uk: Схожі

source: Some entries have been hidden due to filters
fil: Ang ilang mga entry ay naitago dahil sa mga filter
ru: Некоторые вставки были скрыты из-за фильтров
uk: Деякі публікації приховані через фільтри

source: Nothing in here!
fil: Walang laman rito!
ru: Здесь ничего нет!
uk: Тут нічого немає!

source: Your bookmarks (%(total)d)
fil: Iyong mga bookmark (%(total)d)
ru: Ваши закладки (%(total)d)
uk: Ваші закладки (%(total)d)

source: Frequent tags
fil: Mga madalas na tag
ru: Частые тэги
uk: Часті теги

source: Return to artwork
fil: Bumalik sa artwork
ru: Вернуться к работе
uk: Повернутися до роботи

source: Comments
fil: Mga Komento
ru: Комментарии
uk: Коментарі

source: Comment as %(user)s...
fil: Magkomento bilang %(user)s…
ru: Прокомментировать как %(user)s...
uk: Коментувати як %(user)s...

source: Log in to post comments
fil: Mag-log in para mag-post ng komento
ru: Войдите, чтобы отправлять комментарии
uk: Увійдіть, щоб коментувати

source: View replies
fil: Tignan ang mga tugon
ru: Просмотреть ответы
uk: Переглянути відповіді

source: Delete
fil: Burahin
uk: Видалити

source: No comments!
fil: Walang mga komento!
ru: Нет комментариев!
uk: Коментарів немає!

source: Insert emoji/stamp
fil: Magpasok ng emoji/stamp
ru: Вставить эмодзи/штамп
uk: Додати емоджі/наклейку

source: Emojis
fil: Mga emoji
ru: Эмодзи
uk: Емоджі

source: Stamps
fil: Mga stamp
ru: Штампы
uk: Наклейки

source: If you know a particular stamp ID, you can put it here. This allows you to send stamps that are usually only available for a limited time. <span style='color: #f38ba8;'><b>Warning:</b> This may result in termination of your pixiv account. Use at your own risk.</span>
fil: Kung may alam kang partikular na stamp ID, maaari mo itong ilagay dito. Nagbibigay-daan ito sa iyo na magpadala ng mga stamp na kadalasang magagamit lamang sa limitadong panahon. <span style='color: #f38ba8;'><b>Babala:</b> Ito ay maaaring magresulta sa pagwawakas ng iyong pixiv account. Gamitin sa iyong sariling peligro.</span>
ru: Если вы знаете конкретный ID штампа, вы можете вставить его сюда. Это позволяет вам отправлять штампы, которые обычно доступны только ограниченное время. <span style='color: #f38ba8;'><b>Внимание:</b> Это может привести к потере вашего pixiv аккаунта. Используйте на свой собственный риск.</span>
uk: Якщо вам відомий ID певної наклейки, можете ввести його тут. Таким чином ви зможете надсилати наклейки, які зазвичай доступні лише протягом обмеженого часу. <span style='color: #f38ba8;'><b>Увага:</b> це може призвести до видалення вашого облікового запису pixiv. Користуйтесь на свій страх і ризик.</span>

source: Send
fil: Ipadala
ru: Отправить
uk: Надіслати

source: Discover Artworks
fil: Tuklasin ang Mga Artwork
ru: Исследовать Работы
uk: Огляд робіт

source: Note: the suggestions are based on the instance's pixiv account's algorithm and personalisation
fil: Note: ang mga suhestyon ay nakabase sa algorithm at personalisasyon ng pixiv account ng instansya
ru: На заметку: предложения основаны на pixiv аккаунт алгоритме и персонализации текущего сервера
uk: Примітка: пропозиції базуються на алгоритмі та персоналізації облікового запису pixiv для поточного екземпляра

source: Reload
fil: I-reload
ru: Перезагрузить
uk: Оновити

source: Edit illustration details
fil: I-edit ang mga detalye ng illustration
ru: Отредактировать детали иллюстрации
uk: Редагувати деталі ілюстрації

source: Illustration Details
fil: Mga Detalye ng Illustration
ru: Детали Иллюстрации
uk: Деталі ілюстрації

source: Title (max 32 characters)
fil: Pamagat (hindi lalagpas sa 32 karakter)
ru: Титул (макс. 32 символа)
uk: Назва (не більше 32 знаків)

source: Description (max 3000 characters
ru: Описание (макс. 3000 символов
uk: Опис (не більше 3000 знаків)

source: Allow users to edit tags
fil: Payagan ang mga user na i-edit ang mga tag
ru: Позволить пользователям редактировать тэги
uk: Дозволити користувачам редагувати теги

source: Content type
fil: Uri ng nilalaman
ru: Тип контента
uk: Тип вмісту

source: All
fil: Lahat
ru: Все
uk: Усі

source: Visible to
fil: Nakikita ng
ru: Видимость для
uk: Видимий для

source: My pixiv only
fil: My pixiv lamang
ru: Только мой pixiv
uk: Тільки мій pixiv

source: Private
fil: Pribado
ru: Приватная
uk: Приватний

source: Logged in users only
fil: Mga naka-log in na user lamang
uk: Тільки авторизовані користувачі

source: Allow comments
fil: Payagan ang mga komento
ru: Разрешить комментарии
uk: Дозволити коментарі

source: Save Changes
fil: I-save ang Mga Pagbabago
ru: Сохранить Изменения
uk: Зберегти зміни

source: Edit profile
fil: I-edit ang profile
uk: Редагувати профіль

source: Preview
uk: Попередній перегляд

source: <b>%(followingCount)s</b> following
fil: <b>%(followingCount)s</b> sinusundan
ru: <b>%(followingCount)s</b> подписок
uk: <b>%(followingCount)s</b> відстежуваних

source: <b>%(myPixiv)s</b> mypixiv
fil: <b>%(myPixiv)s</b> mga mypixiv
ru: <b>%(myPixiv)s</b> мой pixiv
uk: <b>%(myPixiv)s</b> мій pixiv

source: Tell us a little bit about yourself!
fil: Sabihin sa amin nang kaunti tungkol sa iyong sarili!
uk: Розкажіть трохи про себе!

source: Images
fil: Mga Larawan
uk: Зображення

source: Profile Picture
fil: Larawan ng Profile
uk: Зображення профілю

source: Choose profile picture (max. 5MB):
fil: Pumili ng larawan ng profile (max. 5MB):
uk: Виберіть зображення (не більше 5 МБ):

source: Cover Image
fil: Larawan ng Cover
uk: Зображення обкладинки

source: Choose cover image (max. 8MB):
fil: Pumili ng cover image (max. 8MB):
uk: Виберіть зображення (не більше 8 МБ):

source: The file you selected is too large
fil: Masyadong malaki ang pinili mong file
uk: Вибраний файл занадто великий

source: Invalid file selected. Accepted formats include PNG, JPG, and GIF.
fil: Hindi wastong file ang pinili. Ang kabilang sa mga tinatanggap na format ay PNG, JPG, at GIF.
uk: Вибрано неправильний файл. Допускаються формати: PNG, JPG і GIF.

source: Error
ru: Ошибка
uk: Помилка

source: Error!
ru: Ошибка!
uk: Помилка!

source: An unknown error has occurred. Please try again later.
fil: May naganap na hindi kilalang error. Pakisubukang muli mamaya.
ru: Произошла неизвестная ошибка. Пожалуйста, попробуйте снова позже.
uk: Виникла невідома помилка. Будь ласка, спробуйте пізніше.

source: Home
fil: Panimula
ru: Дом
uk: Домівка

source: Illustrations
fil: Mga Illustration
ru: Иллюстрации
uk: Ілюстрації

source: Manga
fil: Mga Manga
ru: Манга
uk: Манга

source: Novels
fil: Mga Nobela
uk: Романи

source: Latest from following
fil: Pinakabago mula sa mga sinusundan
ru: Последние из подписок
uk: Нове від відстежуваних

source: Nothing to show!
fil: Walang maipapakita!
ru: Нечего показать!
uk: Нічого показати!

source: Recommended works
fil: Mga inirerekomendang gawa
ru: Рекомендованные работы
uk: Рекомендовані роботи

source: Today's Rankings
fil: Mga Ranking Ngayon
ru: Сегодняшние Рейтинги
uk: Сьогоднішні рейтинги

source: Popular tags
fil: Mga sikat na tag
ru: Популярные тэги
uk: Популярні теги

source: Recommended users
fil: Mga inirerekomendang user
ru: Рекомендованные пользователи
uk: Рекомендовані користувачі

source: Newest articles in pixivision
fil: Mga pinakabagong artikulo sa pixivision
ru: Новейшие статьи в pixivision
uk: Нові статті в pixivision
